[
  {
    "id": 1,
    "title": "كيف يؤثر الوقوع في الحب على بشرتنا بشكل أفضل؟",
    "image": "Assets/articles/love.png",
    "content": [
      {
        "heading": "يسرع التئام الجروح",
        "body": "الوقوع في الحب لا يجعلك تشعر بالاحمرار فحسب، بل يساعد هرمون الأوكسيتوسين، المعروف باسم \"هرمون الحب\"، على التئام الجروح بشكل أسرع. العلاقات الإيجابية والروابط الاجتماعية تعزز الصحة العقلية، مما يفيد صحة الجلد مباشرة من خلال اتصال العقل بالجلد. تظهر الدراسات أن الفئران التي لديها مستويات أعلى من الأوكسيتوسين شفيت بشكل أفضل من تلك التي تعاني من الإجهاد والعزلة. وبالمثل، تعافى الأزواج الذين لديهم مستويات مرتفعة من الأوكسيتوسين بعد أنشطة الترابط من الجروح بسرعة أكبر."
      },
      {
        "heading": "يقلل من مشاكل الجلد الناتجة عن الإجهاد",
        "body": "الإجهاد يحفز إفراز الكورتيزول، وهو هرمون معروف بتفاقم مشاكل الجلد مثل حب الشباب والوردية والأكزيما عن طريق زيادة الالتهاب وإنتاج الزيت. لحسن الحظ، يساعد الأوكسيتوسين في موازنة تأثيرات الكورتيزول. تشير الأبحاث إلى أن الأوكسيتوسين يلعب دورًا رئيسيًا في الحفاظ على توازن الجلد، مما يسهل التحكم في تفاقم الحالات مثل الأكزيما. بينما لا يعتبر الحب علاجًا، فإن تقليل الإجهاد يعني بشرة أكثر سعادة."
      },
      {
        "heading": "قد يبطئ شيخوخة الجلد",
        "body": "يؤدي التقدم في العمر بشكل طبيعي إلى ظهور التجاعيد وفقدان المرونة، ولكن قد يساعد الأوكسيتوسين في تأخير هذه التغييرات - على الأقل في البشرة الأصغر سنًا. وجدت دراسة أن الأوكسيتوسين يقلل من شيخوخة الخلايا لدى الأفراد الأصغر سنًا، على الرغم من أن تأثيره يقل مع التقدم في العمر. لذا، بينما لا يمكنه إيقاف الشيخوخة تمامًا، قد يساعد الحب في الحفاظ على بشرة شابة لفترة أطول."
      },
      {
        "heading": "يحسن جودة النوم",
        "body": "يعزز الأوكسيتوسين النوم الأعمق والأكثر راحة، وهو أمر ضروري لإصلاح الجلد. أثناء النوم، يعمل الجلد على ترطيبه وتجديده وإصلاح الأضرار اليومية الناتجة عن الأشعة فوق البنفسجية والتلوث. النوم الأفضل يعني بشرة أكثر صحة وإشراقًا - مما يبرر سمعته كـ \"نوم الجمال\"."
      },
      {
        "heading": "باختصار",
        "body": "باختصار، الحب لا يدفئ قلبك فحسب، بل قد يمنح بشرتك توهجًا أيضًا!"
      }
    ]
  },
  {
    "id": 2,
    "title": "كيفية تحديد نوع بشرتك",
    "image": "Assets/articles/skinType.png",
    "content": [
      {
        "heading": "عند مناقشة نوع البشرة، هناك فئتان رئيسيتان:",
        "body": "1. نوع البشرة الجمالي - يشير إلى كيفية شعور بشرتك، وإنتاجها للزيت، ورد فعلها على المنتجات (عادية، جافة، دهنية، إلخ).\n2. نوع البشرة المعرضة للشمس - يركز على كيفية تفاعل بشرتك مع الشمس ومخاطر الإصابة بسرطان الجلد (فاتح، متوسط، غامق، إلخ).\n\nكلاهما يتحدد بالوراثة، مما يعني أننا نولد بميول طبيعية لبشرتنا. فهم نوع بشرتك يساعدك على العناية بها بشكل صحيح."
      },
      {
        "heading": "نوع البشرة المعرضة للشمس (مقياس فيتزباتريك)",
        "body": "طوره طبيب الجلد توماس فيتزباتريك في عام 1975، هذا المقياس يصنف البشرة بناءً على رد فعلها تجاه الضوء فوق البنفسجي."
      },
      {
        "heading": "الأنواع الستة للبشرة:",
        "body": "النوع 1 (فاتح جدًا): يحترق دائمًا، ولا يسمر أبدًا. أعلى خطر للإصابة بسرطان الجلد. استخدم واقي شمسي SPF 30+، واحتمي في الظل، وافحص بشرتك شهريًا.\nالنوع 2 (فاتح): يحترق بسهولة، يسمر قليلاً. خطر مرتفع للإصابة بالسرطان. استخدم واقي شمسي SPF 30+ وقلل التعرض للشمس.\nالنوع 3 (متوسط/زيتوني): قد يحترق في البداية ولكن يسمر جيدًا. استخدم واقي شمسي SPF 30+ وافحص بشرتك كل بضعة أشهر.\nالنوع 4 (بني فاتح): نادرًا ما يحترق، يسمر بسهولة. استخدم واقي شمسي SPF 15+ يوميًا.\nالنوع 5 (بني): نادرًا ما يحترق، يسمر بشدة. خطر الإصابة بسرطان الجلد أقل ولكن قد يتم اكتشافه متأخرًا. استخدم واقي شمسي SPF 15+ وافحص بشرتك بانتظام.\nالنوع 6 (بني غامق/أسود): لا يحترق تقريبًا. لا يزال يحتاج إلى واقي شمسي SPF 15+، ويجب فحص المناطق الأقل تعرضًا للشمس.\n\n👉 خذ اختبار فيتزباتريك لتقييم أكثر دقة."
      },
      {
        "heading": "نوع البشرة الجمالي",
        "body": "لتحديد نوع بشرتك الوجهية:\n1. اغسل وجهك واتركه يجف.\n2. انتظر ساعة دون وضع أي منتجات.\n3. لاحظ كيف تتصرف بشرتك."
      },
      {
        "heading": "أنواع البشرة الشائعة:",
        "body": "✔️ البشرة العادية - متوازنة، ناعمة، قليل من الدهون أو الجفاف. استخدم مرطبات خفيفة.\n✔️ البشرة الجافة - مشدودة، متقشرة، باهتة. تحتاج إلى كريمات غنية وترطيب.\n✔️ البشرة الدهنية - لامعة، مسام كبيرة، عرضة للبثور. استخدم منتجات خالية من الزيوت وغير كوميدوغينيك.\n✔️ البشرة المختلطة - منطقة T دهنية (الجبهة، الأنف، الذقن) مع خدود جافة. عالج المناطق المختلفة وفقًا لذلك."
      },
      {
        "heading": "عوامل إضافية:",
        "body": "- البشرة الحساسة: تتفاعل بسهولة مع المنتجات (احمرار، حكة). استخدم صيغ لطيفة وخالية من العطور.\n- البشرة المعرضة لحب الشباب: تظهر البثور (ليس فقط البشرة الدهنية). استشر طبيب جلدية لعلاجات مستهدفة."
      },
      {
        "heading": "نصائح أخيرة",
        "body": "- معرفة نوع بشرتك يساعدك على اختيار المنتجات المناسبة والحماية من الشمس.\n- حتى إذا كنت نادرًا ما تحترق، فإن أضرار الأشعة فوق البنفسجية لا تزال تحدث - دائمًا استخدم واقي الشمس!\n- عدل روتين العناية ببشرتك بناءً على احتياجات بشرتك للحصول على بشرة صحية ومتوهجة."
      }
    ]
  },
  {
    "id": 3,
    "title": "كيف يمكن أن يؤثر الإجهاد على بشرتك؟",
    "image": "Assets/articles/stress.png",
    "content": [
      {
        "heading": "الحياة اليومية يمكن أن تكون مرهقة بما فيه الكفاية - وفي عام مضطرب مثل 2022، يشعر معظمنا بالإجهاد أكثر من المعتاد. بينما كان الإجهاد يعتبر في السابق مجرد ظاهرة نفسية، يفهم الباحثون الآن أن للإجهاد عواقب جسدية أيضًا. أكثر مظاهر الإجهاد وضوحًا تحدث عادة على الجلد. بالطبع، يؤثر الإجهاد على بشرة كل شخص بشكل مختلف بعض الشيء، ولكن كلما زاد إجهادك، زاد احتمال تعرضك لمشاكل الجلد."
      },
      {
        "heading": "كيف يؤذي الإجهاد بشرتك؟",
        "body": "يمكن أن يؤدي الإجهاد إلى ظهور البثور\n\n\nأولئك الذين يعانون من حب الشباب يمكنهم أن يخبروك أن الإجهاد يبدو أنه يساهم في المزيد من البثور، لكنهم قد لا يعرفون السبب. الجاني الحقيقي هنا هو الكورتيزول، وهو هرمون ينتجه الجسم عند التعرض لإجهاد كبير، ويشير إلى الجلد لإنتاج المزيد من الزيت. هذه الزيادة في الزيت يمكن أن تسد المسام وتسبب البثور. حب الشباب ليس النوع الوحيد من البثور الذي يسببه الإجهاد. يمكن أن تحدث الشرى والطفح الجلدي الناتج عن الإجهاد بسبب التغيرات في مستويات الهرمونات. هذه التغيرات يمكن أن توسع الأوعية الدموية، مما يؤدي إلى مناطق حمراء ومنتفخة من الجلد.\n\n\nيمكن أن يزيد الإجهاد من سوء حالات الجلد الموجودة\n\n\nالإجهاد لا يسبب فقط مشاكل الجلد - يمكنه أيضًا أن يزيد من سوء مشاكل الجلد الموجودة. الحالات الالتهابية مثل الأكزيما وتلك المتعلقة بمشاكل الجهاز المناعي مثل الصدفية هما مثالان رئيسيان على هذه الظاهرة. هناك نظريات متعددة حول سبب تفاقم الإجهاد لهذه الحالات. من ناحية، المواد الكيميائية المنتجة أثناء استجابة الإجهاد يمكن أن تزيد من الالتهاب. يبدو أيضًا أن الإجهاد يتداخل مع عملية الشفاء التي من شأنها عادة تقليل الأعراض المتعلقة بالصدفية والأكزيما - يمكن أن يؤدي الإجهاد إلى لمس الجلد بشكل متكرر، وحك الحكة، وتقشير الجروح، وما إلى ذلك، مما يؤدي إلى مزيد من الالتهاب وتباطؤ الشفاء.\n\n\nيمكن أن يؤدي الإجهاد إلى تساقط الشعر\n\n\nليس فقط أن تساقط الشعر مرهق - يمكن أن يساهم الإجهاد في مثل هذا التساقط في المقام الأول، مما يخلق حلقة مفرغة من تساقط الشعر. هناك عدة طرق يمكن أن يؤدي بها الإجهاد إلى تساقط الشعر. الثعلبة البقعية تشير إلى نوع من تساقط الشعر الذي يسببه الإجهاد بشكل خاص. عندما يمر الجسم بإجهاد شديد، يمكن أن يحفز الجهاز المناعي على مهاجمة أجزاء صحية من الجسم، مثل بصيلات الشعر. هذه الاستجابة المناعية الذاتية تصف الثعلبة البقعية. تساقط الشعر الكربي هو شكل آخر من أشكال تساقط الشعر المرتبط بالإجهاد، حيث تدخل بصيلات الشعر في مرحلة راحة بسبب الإجهاد وتسقط في النهاية.\n\n\nالتخلص من الإجهاد من أجل بشرتك\n\n\nبحلول الآن، يجب أن يكون واضحًا أن العلاقة بين الإجهاد وبشرتك وثيقة. إذا كنت ترغب في العناية الجيدة ببشرتك، يجب عليك أيضًا اتخاذ خطوات لتقليل الإجهاد في حياتك. إليك بعض الطرق للتخلص من الإجهاد من أجل بشرتك وصحتك العامة:\n\n\n- مارس التمارين الرياضية بانتظام\n- مارس التأمل، اليوغا، تمارين التنفس، إلخ.\n- احصل على القدر الكافي من النوم كل ليلة (7-9 ساعات)\n- طور روتينًا منتظمًا ومريحًا ومنعشًا للعناية بالبشرة\n- استثمر وقتًا شخصيًا للهوايات، والتأمل الذاتي، إلخ.\n- اطلب الدعم العاطفي من المقربين إليك و/أو المحترفين"
      }
    ]
  },
  {
    "id": 4,
    "title": "ماذا تأكل لتبدو أصغر سنًا؟",
    "image": "Assets/articles/food.png",
    "content": [
      {
        "body": "على الرغم من أن الكثيرين قد يدركون أن نظامهم الغذائي يؤثر على أكثر من مجرد رقم على الميزان، قد يكون من الصعب تمييز المعلومات الصحيحة من الإعلانات المضللة لمنتج أو متجر معين.\n\n\nنظرًا لأن التغذية، وصحة الجلد، ومظهرك جميعها أمور معقدة وشخصية للغاية، فإن أفضل نهج لتحقيق مظهر أفضل هو استشارة طبيب الجلدية شخصيًا، الذي يمكنه إجراء فحص ووصف خطة لمساعدتك على الظهور بشكل أصغر من خلال نظامك الغذائي."
      },
      {
        "heading": "أفضل نظام غذائي مضاد للشيخوخة",
        "body": "أثبتت الأبحاث أن أفضل نظام غذائي لتبدو أصغر سنًا هو النظام المضاد للالتهابات، أو الذي يقلل من استجابة الجسم للالتهاب. والنظام الغذائي الأكثر مقاومة للالتهابات هو النظام النباتي. وذلك لأن المعادن، والألياف، والفيتامينات، والعناصر الغذائية التي يوفرها النظام النباتي المتوازن تساعد في الحفاظ على صحة ميكروبيوم الأمعاء، مع تجنب المواد المسببة للحساسية والمهيجات التي يمكن أن تصاحب البروتينات الحيوانية.\n\n\nيمكن أن يساعدك النظام الغذائي المضاد للشيخوخة في الظهور بشكل أصغر من خلال إدخال مضادات الأكسدة القوية مثل فيتامين C وE في نظامك اليومي. كما أنه يساعد في منع الجليكشن، وهي عملية تدخل فيها السكريات إلى الجلد وتسبب ارتباطًا متقاطعًا بين جزيئات الكولاجين، مما يؤدي إلى تلفها وتدميرها. تشمل العناصر المضادة للالتهابات في النظام الغذائي المضاد للشيخوخة التوابل مثل الكركم، والقرنفل، والزنجبيل، والثوم، بالإضافة إلى الشاي الأخضر والأسود، وكمية صحية من الألياف."
      },
      {
        "heading": "أطعمة مضادة للشيخوخة",
        "body": "تشمل الأطعمة المحددة التي يمكنك إدخالها في نظامك الغذائي لبدء تعزيز فوائد مضادات الشيخوخة، على سبيل المثال لا الحصر:\n\n\n- السبانخ\n- الزنجبيل\n- بذور الكتان\n- الفلفل\n- الكركم\n- الليمون\n- الكمثرى\n- النعناع\nكل من هذه الأطعمة يوفر فوائد محددة، وغالبًا ما يكمل بعضها البعض عند استخدامها في نفس الوصفة."
      },
      {
        "heading": "الانتقال إلى نظام غذائي مضاد للشيخوخة",
        "body": "من تجربة الكثيرين الذين حاولوا التحول إلى نظام غذائي نباتي أو غني بالألياف، أنهم يعانون من آثار جانبية غير مريحة، مثل الانتفاخ، عند إجراء التغيير. هذه نتيجة طبيعية لتغيير نظامك الغذائي فجأة، حيث اعتاد الميكروبيوم على نوع معين من الأطعمة، ويحتاج إلى وقت للتكيف مع المكونات الجديدة التي تقدمها لمعدتك.\n\n\nنوصي بالتخطيط لتحول تدريجي من ما يسمى بالنظام الغذائي الأمريكي القياسي (SAD) إلى نظام أكثر مقاومة للشيخوخة، مع ضرورة \"إضافة المزيد من الألياف تدريجيًا على الأقل لمدة ثلاثة أسابيع\"، وطهي الفواكه والخضروات بدلاً من تناولها نيئة لتجربة أكثر راحة."
      },
      {
        "heading": "حب الشباب",
        "body": "بالنسبة للأشخاص الذين يعانون من حب الشباب المزمن، يقول أطباء الجلدية: \"في الواقع، تقليل أو قطع منتجات الألبان، خاصة المراهقين، قد يتحكم في حب الشباب العنيد أو يقلله بشكل كبير\". وذلك لأن منتجات الألبان تحتوي على هرمونات وجزيئات التهابية تؤثر على الجلد بطرق مختلفة وتسبب ظهور حب الشباب مباشرة. ليس فقط منتجات الألبان، ولكن أيضًا بروتين مصل اللبن، الموجود في العديد من ألواح البروتين والمشروبات، هو مكون من منتجات الألبان الذي يساهم في حب الشباب، لذا من الأفضل تجنب هذه المنتجات عند الرغبة في تقليل حب الشباب."
      }
    ]
  },
  {
    "id": 5,
    "title": "",
    "image": "assets/images/image4.jpg",
    "content": [
      {
        "heading": "",
        "body": ""
      },
      {
        "heading": "",
        "body": ""
      },
      {
        "heading": "",
        "body": ""
      },
      {
        "heading": "",
        "body": ""
      },
      {
        "heading": "",
        "body": ""
      },
      {
        "heading": "",
        "body": ""
      }
    ]
  },
  {
    "id": 6,
    "title": "ماذا يفعل السكر ببشرتك؟",
    "image": "Assets/articles/sugar.png",
    "content": [
      {
        "heading": "ماذا يفعل السكر ببشرتك؟",
        "body": "مع دخولنا الأشهر الأخيرة من العام، وصل موسم العطلات. وبين مغامرات خبز الكعك، وحفلات العطلات، والولائم الشهية، قد تجد نفسك تأكل سكرًا أكثر مما هو صحي.\n\n\nبينما تنص الإرشادات الغذائية الرسمية على أنه يجب أن تحصل على 10٪ فقط من سعراتك الحرارية من السكر (على الأكثر)، فإن الكثير منا مذنبون باستهلاك أكثر من ذلك بكثير عن طريق تناول الأطعمة المصنعة وشرب المشروبات السكرية.\n\n\nوبينما ربما تعرف أن هذا ليس صحيًا لجسمك، هل تعلم أن تناول الكثير من السكر ليس صحيًا لبشرتك أيضًا؟ هذا صحيح - يمكن أن يكون لاستهلاك السكر الزائد آثار جسدية ملحوظة على مظهر بشرتك.\n\n\nتابع القراءة لمعرفة المزيد عما يفعله السكر ببشرتك وما يمكنك فعله لمنع الضرر الدائم."
      },
      {
        "heading": "3 أشياء يفعلها السكر ببشرتك",
        "body": "يمكن أن يكون للسكر عدة آثار ضارة على بشرتك. يؤدي استهلاك الكثير من السكر إلى الحالات التالية.\n\n\n1. تفاقم حالات الجلد الالتهابية. تناول الكثير من السكر من الكربوهيدرات البسيطة يرفع مستويات السكر في الدم، مما يزيد من الالتهاب داخل الجسم. إذا كنت تعاني من حالة جلدية التهابية مثل الصدفية، أو الوردية، أو الأكزيما، فإن ارتفاع الالتهاب يمكن أن يحفز أعراضك أو يزيدها سوءًا.\n\n\n2. الشيخوخة المبكرة. أحد أكثر الآثار الضارة للسكر هو أنه يجعل بشرتك تبدو أكبر سنًا قبل الأوان. يكسر السكر الكولاجين والإيلاستين - البروتينات التي تعطي بشرتك الشكل، والهيكل، والصلابة. عندما يحدث هذا، قد تبدأ بشرتك في الظهور مجعدة، مترهلة، جافة، وباهتة.\n\n\n3. ظهور حب الشباب. يمكن أن يزيد الاستهلاك الزائد للسكر من خطر ظهور حب الشباب. كما ذكرنا سابقًا، تؤدي طفرات السكر في الدم إلى حدوث التهاب في الجسم، ويمكن أن يؤدي زيادة الالتهاب إلى ظهور البثور، والرؤوس السوداء، والرؤوس البيضاء. بالإضافة إلى ذلك، تسبب مستويات السكر المرتفعة في الدم جسمك في إنتاج المزيد من الزهم (الزيت)، وهو عامل آخر يساهم في ظهور حب الشباب."
      },
      {
        "heading": "كيف تقلل من الآثار الضارة للسكر على البشرة",
        "body": "إذا كنت تعاني من ولع شديد بالحلويات، فقد حان الوقت للسيطرة عليه قبل أن يتسبب السكر في إلحاق الضرر ببشرتك. لحسن الحظ، هناك عدة أشياء يمكنك القيام بها لتحسين صحة بشرتك.\n\n\nيبدأ تحسين صحة بشرتك بتقليل السكر في نظامك الغذائي.\n\n\n- تعرف على \"السكريات المخفية\". السكر مخادع ويختبئ تحت أسماء متعددة في قوائم المكونات. شراب الذرة عالي الفركتوز، شعير الشعير، مالتوديكسترين... هذه مجرد أسماء قليلة يختبئ تحتها السكر. الخطوة الأولى نحو تقليل تناول السكر هي أن تصبح خبيرًا في قراءة الملصقات للكشف عن الأطعمة التي تحتوي على سكريات مخفية وتجنبها.\n\n\n- استبدل الأطعمة المصنعة بأطعمة طبيعية. الأطعمة الخفيفة المصنعة مثل الكعك، والبسكويت، والحلوى مليئة بالسكر. عندما تشتهي الحلويات، حاول استبدال الوجبات الخفيفة غير الصحية بالسكريات الطبيعية من التوت، والفواكه، والبطاطا الحلوة، والجزر، والأطعمة الكاملة الأخرى. الزبادي اليوناني العادي مع الفواكه والمكسرات هو بديل ممتاز للوجبات الخفيفة عالية السكر. إذا كنت في حاجة ماسة إلى علاج حلو، استبدل الشوكولاتة بالحليب بالشوكولاتة الداكنة. تحتوي الشوكولاتة الداكنة عادة على سكر أقل وفوائد صحية إضافية (مثل مضادات الأكسدة).\n\n\n- قلل من المشروبات السكرية. مجرد التخلص من المشروبات المحملة بالسكر من نظامك الغذائي سيكون له تأثير كبير. عصائر الفاكهة، والصودا، والنبيذ، والكوكتيلات، والبيرة، ومشروبات الطاقة، وجاتوريد، والقهوة الفاخرة من ستاربكس مليئة بالسكر الضار بالبشرة. بدلاً من ذلك، التزم بالماء، والقهوة، والشاي لتروي عطشك.\n\n\nخارج التغييرات الغذائية، هناك أشياء أخرى يمكنك القيام بها لتحسين صحة بشرتك.\n\n\n- اشرب الكثير من الماء\n- احصل على قسط كافٍ من النوم\n- مارس التمارين الرياضية بانتظام\n- حافظ على روتين جيد للعناية بالبشرة\n- قلل من مستويات التوتر لديك"
      }
    ]
  },
  {
    "id": 7,
    "title": "أسباب البدء في رسم الخرائط للشامات",
    "image": "Assets/articles/mole-mapping.png",
    "content": [
      {
        "body": "يساعد التطور المستمر في مجال التكنولوجيا الطبية، خاصة فيما يتعلق بالكشف المبكر عن السرطان، في الاقتراب من الهدف المتمثل في تقليل معدل الوفيات بالسرطان. إحدى هذه التقنيات التي تساعد في الكشف المبكر عن سرطان الجلد، عندما تكون معظم الحالات قابلة للشفاء تمامًا، تسمى رسم الخرائط للشامات. أحد التحديات في سرطان الجلد هو الكشف المبكر. الكثير منا لديه شامات أو آفات جلدية، وعلى الرغم من أننا قد نفحصها من وقت لآخر، لا يمكننا تذكر حجمها أو شكلها أو لونها بالضبط قبل بضعة أشهر، ناهيك عن عام مضى. لحسن الحظ، مع التقدم التكنولوجي في الكاميرات عالية الدقة، تم العثور على حل رائع. إنه سريع، وسهل، وغير مؤلم تمامًا ويمكنه اكتشاف الشامات السرطانية التي تتطور ببطء كافٍ بحيث يمكن أن تمر دون أن يلاحظها أحد."
      },
      {
        "heading": "إليك 5 أسباب للبدء في رسم الخرائط للشامات:",
        "body": "1. يحتفظ رسم الخرائط للشامات بصور عالية الدقة لشاماتك، وبالتالي يمكن تحديد الشامات الجديدة أو المتغيرة أو النامية في وقت أبكر بكثير من الاعتماد على ذاكرتك أو ذاكرة طبيبك.\n\n\n2. تقوم الكاميرا بمساعدة الكمبيوتر بوضع علامة على الشامات المشبوهة، والتي يمكن تكبيرها بعد ذلك لتحديد ما إذا كانت تبدو سرطانية.\n\n\n3. يمكن أن يقلل رسم الخرائط للشامات من خطر إزالة شامة صحية دون داع، لأن الكاميرا المكبرة وتتبع التغيير بمرور الوقت يمكن أن يساعد في تحديد ما إذا كانت تلك الشامة صحية بالفعل.\n\n\n4. إذا انتقلت إلى بلد آخر، أو غيرت طبيبك، أو ببساطة ترغب في التحقق بنفسك من شكل شاماتك في موعدك الأخير، سيتم إعطاؤك جميع الصور على عصا USB لتحملها معك إلى طبيب الجلدية أو منشأة رسم الخرائط للشامات التالية.\n\n\n5. رسم الخرائط للشامات غير مؤلم تمامًا ويضمن أن طبيب الجلدية يمكنه التركيز على الشامات التي تبدو مشبوهة."
      },
      {
        "heading": "كم مرة تحتاج إلى فحص شاماتك؟",
        "body": "نوصي بفحصها مرة واحدة سنويًا إذا لم يتم تحديد أي شامات مشبوهة في آخر فحص لك. بالنسبة للشامات المشبوهة، ننصحك بفحصها بعد 3-6 أشهر."
      },
      {
        "heading": "هل رسم الخرائط للشامات مناسب للجميع؟",
        "body": "رسم الخرائط للشامات مناسب بشكل خاص إذا كنت معرضًا لخطر متزايد للإصابة بسرطان الجلد، والذي يتم تعريفه على النحو التالي:\n- وجود شامات متعددة (50 أو أكثر) أو شامات كبيرة\n- تاريخ شخصي أو عائلي للإصابة بسرطان الجلد\n- بشرة شاحبة تحترق بسهولة في الشمس\n- تاريخ من حروق الشمس الشديدة أو الكثير من التعرض للشمس\n- جهاز مناعي مثبط."
      }
    ]
  },
  {
    "id": 8,
    "title": "فحوصات ذاتية لسرطان الجلد: فهم مخاطرك",
    "image": "Assets/articles/self-head.png",
    "content": [
      {
        "body": "\"اكتشاف سرطان الجلد مبكرًا يمكن أن يصنع الفرق... بين الحياة والموت.\"\n\n\n\"الفرق بين الحياة والموت...\" كم هذا مخيف! ولكن لا تقلل أبدًا من قوة المعرفة بتقنيات الكشف المبكر. تذكر، سرطان الجلد قابل للشفاء دائمًا تقريبًا - إذا تم اكتشافه وإزالته مبكرًا."
      },
      {
        "heading": "معرفة الحقائق تمكن من الكشف المبكر",
        "body": "بعد مراجعة عوامل الخطر لديك وكيفية تقليل هذه المخاطر، أنت الآن جاهز لتعلم كيفية إجراء فحوصات جلدية منتظمة وشاملة - على نفسك، وزوجك، وأطفالك. تذكر: أنت أفضل مورد لاكتشاف سرطان الجلد في مراحله المبكرة."
      },
      {
        "heading": "الفحوصات، سواء الشخصية أو المهنية، مهمة للغاية بين الحياة والموت",
        "image":"Assets/articles/2-check.png",
        "body": "بالإضافة إلى الفحوصات الجلدية في المنزل، حدد موعدًا لفحوصات جلدية طبية منتظمة وحسب الحاجة لنفسك وعائلتك - خاصة إذا كان أي منكم معرضًا لخطر متزايد للإصابة بسرطان الجلد.\n\n\nأثبتت الفحوصات الجلدية السنوية التي يجريها أخصائي رعاية صحية أنها تقلل الوفيات الناجمة عن الميلانوما إلى النصف. إذا لم يتم إجراء فحص الجلد الخاص بك من قبل طبيب جلدية فعلي، فتابع مع طبيب جلدية لتقييم أي نتائج مشبوهة. يتوقع من طبيب الجلدية، وهو طبيب حاصل على تعليم وتجربة متخصصة في تشخيص وعلاج سرطانات الجلد، أن يستمع بعناية إلى مخاوفك، ويجري فحصًا شاملًا للجلد، ويتواصل بوضوح مع النتائج والتوصيات للمتابعة.\n\n\nتحسن الفحوصات الجلدية الشخصية الشهرية والفحوصات المهنية السنوية فرصك أنت وزوجك وأطفالك في الاكتشاف المبكر والعلاج والبقاء على قيد الحياة بعد تشخيص سرطان الجلد."
      },
      {
        "heading": "هل أحتاج حقًا إلى فحص أطفالي بحثًا عن سرطان الجلد؟",
        "image":"Assets/articles/3-check.png",
        "body": "نعم، بالتأكيد\n\n\n\n\nتوضح الحقائق التالية التي قدمها دانا-فاربر عن سرطان الجلد لدى الأطفال ما يلي: على الرغم من ندرته، يصاب الأطفال بسرطان الجلد - ويكون دائمًا تقريبًا ميلانوما - الأكثر فتكًا من بين سرطانات الجلد الثلاثة الأكثر شيوعًا.\n\n\nيزداد خطر الإصابة بالميلانوما لدى الأطفال الذين لديهم نفس عوامل الخطر مثل البالغين (بشرة فاتحة، حروق الشمس، شامات، تاريخ عائلي). علاوة على ذلك، فإن أكبر زيادة في تشخيصات الميلانوما هي لدى الفتيات اللواتي تتراوح أعمارهن بين 15 و19 عامًا، على الأرجح بسبب عاداتهن في التعرض للشمس وأسرة التسمير وكذلك عدم الرغبة في ارتداء ملابس واقية.\nاتبع التعليمات خطوة بخطوة في هذه المعرض لفحص بشرتك. إذا كان طفلك يقع في فئة عالية الخطورة، فقم بإجراء فحوصات الجلد الشهرية له وحدد موعدًا له لفحوصات الجلد السنوية وحسب الحاجة من قبل طبيب جلدية للأطفال.\n\n\nلا تخف - يمكنك القيام بذلك. تابع القراءة للحصول على المعلومات الإضافية التي ستحتاجها لممارسة الإشراف الجيد على صحة الجلد لك ولعائلتك:\n\n\n- كيف تبدو الشامة أو الآفة المشبوهة؛ و\n- كيفية إجراء فحص الجلد."
      },
      {
        "heading": "متى تكون الشامة أو الآفة مشبوهة؟",
        "image":"Assets/articles/last-check.png",
        "body": "فحص الجلد الذاتي ABCDE\n\n\nتشير إحدى الخصائص التالية أو أكثر إلى الميلانوما، وهو أكثر سرطانات الجلد فتكًا، ويجب تقييمها على الفور من قبل طبيب جلدية أو، إذا كان الطفل، طبيب جلدية للأطفال. لمساعدتك على تذكر هذه الخصائص، فكر في ABCDE.\n"
      },
      {
        "heading": "A=عدم التماثل",
        "body": "نصف الشامة مختلف في الشكل عن النصف الآخر."
      },
      {
        "heading": "B=الحدود",
        "body": "حواف الشامة غير منتظمة."
      },
      {
        "heading": "C=اللون",
        "body": "هناك تباين في اللون (أسمر، بني، أسود، أحمر، أبيض) داخل الحدود. ميلانوما الأطفال أكثر احتمالاً أن تكون بيضاء، أو صفراء، أو حمراء ومشابهة للثآليل في المظهر."
      },
      {
        "heading": "D=القطر",
        "body": "هذه الخاصية أقل تحديدًا - بينما غالبًا ما تكون الميلانوما أكبر من حجم ممحاة القلم الرصاص، يمكن أن تكون أصغر."
      },
      {
        "heading": "E=التطور",
        "body": "يتغير الحجم، أو الشكل، أو اللون أو هناك حكة، أو نزيف، أو اختلاف عن الشامات أو الآفات الأخرى.\n\n\nمن بين كل هذه الخصائص، فإن الشامة أو الآفة المتغيرة أو المتطورة هي الأكثر اقتراحًا للميلانوما. وأنت أفضل شخص لاكتشاف هذه التغييرات مبكرًا. افحص بشرتك بانتظام!\n\n\nخصائص الآفات الأساسية والحرشفية (أكثر سرطانات الجلد شيوعًا وثاني أكثرها شيوعًا) قد تكون فقط نموًا، أو نتوءًا، أو قرحة غير عادية في المظهر أو لا تلتئم خلال شهر."
      },
      {
        "heading": "كيفية إجراء فحص الجلد",
        "body": "ما ستحتاجه\n\n- إضاءة جيدة؛\n- مشط أو مجفف شعر لفصل الشعر؛\n- مرآة إذا كنت تفحص فروة رأسك والسطوح الخلفية بنفسك؛\n- مسطرة بلاستيكية أو ورقية صغيرة مرنة بالمليمترات (مم)؛\n- مصباح يدوي؛ و\n- وسيلة لتوثيق ما تجده (ورقة، كمبيوتر، أو تطبيق هاتف ذكي).\n\n\nتصوير الآفات وتأريخها والمناطق (ظهرك، صدرك، فخذك، إلخ) مفيد جدًا في توثيق حالة بشرتك."
      },
      {
        "heading": "قياس الآفات والشامات باستخدام مسطرة بالمليمترات (مم)",
        "body": "\n- من جانب إلى جانب أولاً؛\n- ثم من أعلى إلى أسفل؛ وأخيرًا\n- المسافة، إن وجدت، التي ترتفع بها كل منها على الجلد."
      },
      {
        "heading": "ما الذي يجب فحصه",
        "body": "سواء كنت تجري فحص الجلد لنفسك أو لأفراد عائلتك، لا تترك أي مناطق دون فحص. يشمل ذلك: فروة الرأس والوجه؛ الأمام، الأعلى، والخلف من الأذنين؛ حول الرقبة؛ أعلى الكتفين؛ الجبهة بالكامل والظهر؛ وكذلك كلا الجانبين من الإبطين إلى الكاحلين.\n\n\nافحص أيضًا: الأعضاء التناسلية؛ الأمام والخلف من الذراعين والساقين؛ أعلى اليدين والقدمين؛ وبين جميع الأصابع وأصابع القدم. يجب على الجميع فحص راحتي اليدين وباطن القدمين وكذلك تحت وحول جميع الأظافر - ولكن هذا مهم بشكل خاص للأشخاص ذوي البشرة الداكنة لأنهم أكثر عرضة للإصابة بسلالة خبيثة من الميلانوما في هذه المناطق. هل نسيت شيئًا؟ افحص ذلك أيضًا."
      },
      {
        "heading": "الخط الأساسي والمتابعات",
        "body": "\nقد يستغرق أول فحص كامل للجسم بعض الوقت حيث تقوم بإنشاء خط أساس. حاول تقسيمه: جميع الجبهات، واليدين، والقدمين في يوم واحد؛ ثم فروة الرأس، وجميع الجوانب، والظهر في يوم آخر (ربما عندما يكون لديك مساعدة).\n\n\nفحوصات المتابعة - عندما تبحث عن تغييرات في الشامات والآفات الموثقة بالفعل أو ظهور شامات وآفات جديدة - يجب أن تستغرق فقط 10-15 دقيقة."
      },
      {
        "heading": "تتبع ما تجده",
        "body": "أثناء الفحص، سجل كل اكتشاف لكل فرد من أفراد الأسرة. يمكنك استخدام نماذج مطبوعة مسبقًا أو إنشاء نماذجك الخاصة. ولا عجب، هناك تطبيق لذلك.\n\n\nمع نضج أطفالك، اجعلهم ينضمون إليك، أولاً في الفحص ثم لاحقًا في تسجيل النتائج الجلدية السهلة. هذا سيعلمهم العادة، والمهارات، وأهمية الفحوصات الجلدية المنتظمة."
      },
      {
        "heading": "قلل من تأثير سرطان الجلد على نفسك وعائلتك",
        "body": "لا يمكن المبالغة في أهمية حماية نفسك وعائلتك من سرطان الجلد - وكذلك ضمان اكتشافه وعلاجه بنجاح في وقت مبكر.\n\n\nكجزء من خطة الحماية الخاصة بك، يجب عليك:\n\n\n- تفويض، وإظهار، وتسهيل تجنب التعرض للأشعة فوق البنفسجية؛\n- إجراء فحوصات جلدية شهرية شاملة؛\n- جدولة فحوصات جلدية طبية سنوية؛ و\n- جدولة تقييم فوري من قبل طبيب جلدية لأي شامات أو آفات مشبوهة.\n\n\nيمكن أن يكون الاكتشاف المبكر لسرطان الجلد هو الفرق بين الجراحة في العيادة وعلاج أكثر توغلاً، وحتى بين الحياة والموت. اختر الحياة."
      }
    ]
  },
  {
    "id": 9,
    "title": "أهم 5 توصيات لتقليل خطر الإصابة بسرطان الجلد",
    "image": "assets/images/image4.jpg",
    "content": [
      {
        "heading": "1. ممارسات تجنب الشمس",
        "body": "\nلا شك أن الطريقة الأولى لتقليل خطر الإصابة بسرطان الجلد هي تجنب التعرض للشمس. تؤكد الأكاديمية الأمريكية للأمراض الجلدية أن التعرض للشمس هو أكثر عوامل خطر الإصابة بجميع سرطانات الجلد، بما في ذلك الميلانوما، ويمكن الوقاية منه، وهو المسؤول بشكل أساسي عن الشيخوخة المبكرة.\n\n\nمن أجل تقليل خطر الإصابة بسرطان الجلد، يعد تجنب الشمس أمرًا بالغ الأهمية. ولكن هذا لا يعني أنه لا يمكنك الاستمتاع بالهواء الطلق! أثناء الأنشطة الخارجية، ابق في الظل قدر الإمكان. من المهم بشكل خاص البقاء في الظل بين الساعة 10 صباحًا و4 مساءً، عندما تكون الأشعة فوق البنفسجية في أقوى حالاتها. إذا كان تجنب الشمس غير ممكن، يمكنك حماية الجلد المكشوف عن طريق ارتداء قبعة عريضة الحواف، ونظارات شمسية تحجب الأشعة فوق البنفسجية، وملابس واقية من الشمس.\n\n\nتستخدم الملابس الواقية من الشمس أقمشة وتركيبات نسيجية معينة لتوفير الحماية من الشمس عن طريق حجب الإشعاع فوق البنفسجية (UV). في الواقع، يتم تصنيف الملابس بناءً على عامل الحماية من الأشعة فوق البنفسجية (UPF)، وهو مشابه لعامل الحماية من الشمس (SPF) للواقي الشمسي. يقيس نظام تصنيف UPF الحماية من الأشعة فوق البنفسجية التي توفرها الأقمشة، ويمثل نسبة الأشعة فوق البنفسجية المسببة لحروق الشمس بدون وبوجود حماية القماش. يمكن لعامل UPF 50+ أن يحجب ما يصل إلى 98٪ من أشعة الشمس. من المهم أن تضع في اعتبارك، مع ذلك، أن الملابس الواقية من الشمس يجب أن ترتديها كطبقة ثانية من الحماية ولا تحل محل الحاجة إلى وضع واقي الشمس."
      },
      {
        "heading": "2. تطبيق واقي الشمس بشكل صحيح",
        "body": "\nيعد تطبيق واقي الشمس بشكل صحيح أحد أهم أجزاء نظام الحماية من الشمس الكامل، ويمكن أن يساعد في تقليل خطر الإصابة بسرطان الجلد. بينما يفهم معظم الناس أهمية واقي الشمس، لا يعرف الجميع أنواع واقيات الشمس التي توفر أفضل حماية وكم مرة يجب عليهم تطبيقها.\n\n\nهناك تصنيفان رئيسيان لواقيات الشمس: الفيزيائية والكيميائية. تحتوي واقيات الشمس الفيزيائية، التي تشمل أكسيد الزنك وثاني أكسيد التيتانيوم، على مرشحات فيزيائية للأشعة فوق البنفسجية لتحجب أو تعكس ضوء الأشعة فوق البنفسجية. تميل واقيات الشمس الفيزيائية إلى أن تكون أكثر تحملاً لمعظم أنواع البشرة لأنها لا تمتص في الجلد، مما يجعلها مفيدة بشكل خاص للأشخاص ذوي البشرة الحساسة للحرارة (مثل مرضى الوردية). ومع ذلك، فإن واقيات الشمس الفيزيائية أكثر سمكًا من الواقيات الكيميائية ويمكن أن تترك غالبًا طبقة بيضاء بعد التطبيق.\n\n\nمن ناحية أخرى، تحتوي واقيات الشمس الكيميائية، مثل أفوبينزون وأوكسي بنزون، على مرشحات كيميائية تمتص ضوء الأشعة فوق البنفسجية أولاً، ثم تحول طاقة الضوء هذه إلى شكل آخر من الطاقة، مثل الحرارة. تتمثل فائدة واقيات الشمس الكيميائية في قدرتها على الدفاع عن الطبقات الأعمق من الجلد، بما في ذلك ألياف الكولاجين والأنسجة الأخرى، ضد تأثيرات شيخوخة أشعة UVA، وكذلك منع اختراق أشعة UVB المسؤولة عن التسمير وحروق الشمس.\n\n\nنظرًا لأن كلًا من واقيات الشمس الفيزيائية والكيميائية لها إيجابياتها وسلبياتها، فإن العديد من واقيات الشمس اليوم تحتوي على كل من المرشحات الفيزيائية والكيميائية للأشعة فوق البنفسجية.\n\n\nبغض النظر عما إذا كنت تختار واقيًا شمسيًا فيزيائيًا أو كيميائيًا، من المهم أن يكون واسع الطيف بعامل حماية من الشمس (SPF) 30. يشير \"واسع الطيف\" إلى نوعين من ضوء الأشعة فوق البنفسجية الذي يمكن أن يضر بشرتك: UVA وUVB. يمكن أن تسبب أشعة UVA شيخوخة مبكرة لبشرتك، بينما يمكن أن تسبب أشعة UVB حروق الشمس. يمكن لكلا النوعين من الأشعة التسبب في سرطان الجلد. يوصي معظم أطباء الجلدية باختيار واقي شمسي بعامل حماية من الشمس 30 كأكثر الطرق أمانًا. أي شيء أعلى من SPF 30 ليس ضروريًا عادةً لأنه لا يوفر فائدة إضافية كبيرة، وأي شيء أقل من 30 لا يوفر حماية كافية.\n\n\nتوصي مؤسسة سرطان الجلد بتطبيق 1 أونصة (ملعقتان كبيرتان) من واقي الشمس على جسمك بالكامل قبل 30 دقيقة من الخروج. أعد التطبيق كل ساعتين أو مباشرة بعد السباحة أو التعرق الشديد."
      },
      {
        "heading": "3. الفحوصات الذاتية",
        "body": "لتقليل خطر الإصابة بسرطان الجلد، يوصى بفحص بشرتك من الرأس إلى القدمين مرة واحدة شهريًا. أفضل طريقة لإجراء فحص الجلد الذاتي هي في غرفة جيدة الإضاءة أمام مرآة طولها بالكامل. في المرة الأولى التي تفحص فيها بشرتك، خذ وقتك في فحص السطح بالكامل بعناية. تعلم نمط الشامات، والعيوب، والنمش، والعلامات الأخرى على بشرتك حتى تتمكن من ملاحظة أي تغييرات في المرة القادمة.\n\n\nوفقًا لمؤسسة سرطان الجلد، أظهرت دراسة في مجلة المعهد الوطني للسرطان أن الفحوصات الذاتية للجلد يمكن أن تقلل من خطر الإصابة بمرض متقدم بين مرضى الميلانوما وقد تقلل من الوفيات الناجمة عن الميلانوما بنسبة تصل إلى 63 بالمائة. عند إجراء فحص ذاتي للشامات غير المنتظمة التي قد تشير إلى الميلانوما، ابحث عن \"ABCDEs\":\n\n\n- عدم التماثل\n- حدود غير منتظمة\n- لون متنوع\n- القطر - عادة ما تكون الميلانوما أكبر من حجم ممحاة القلم الرصاص\n- التطور، أو التغيير، في أي من هذه الخصائص بمرور الوقت\n"
      },
      {
        "heading": "4. فحص سرطان الجلد السنوي",
        "body": "\nيعد فحص سرطان الجلد السنوي الذي يجريه طبيب جلدية معتمد من المجلس جزءًا مهمًا من تقليل خطر الإصابة بسرطان الجلد. يمكن اكتشاف جميع الأنواع الثلاثة لسرطان الجلد - سرطان الخلايا القاعدية، وسرطان الخلايا الحرشفية، والميلانوما الخبيثة - من خلال فحص سرطان الجلد. تستغرق فحوصات الجلد السنوية غير الجراحية عادةً من 10 إلى 15 دقيقة فقط. تعد فحوصات الجلد المنتظمة مهمة بشكل خاص للأشخاص المعرضين لخطر أكبر للإصابة بسرطان الجلد، مثل الأشخاص الذين يعانون من نقص المناعة، والأشخاص الذين أصيبوا بسرطان الجلد من قبل، والأشخاص الذين لديهم تاريخ عائلي قوي للإصابة بسرطان الجلد."
      },
      {
        "heading": "5. مضادات الأكسدة: خط دفاع ثان",
        "body": "\nكشفت الأبحاث الحديثة أن التطبيق الموضعي لمضادات الأكسدة يمكن أن يقلل من تأثير الشمس على الجلد. تحقق مضادات الأكسدة ذلك عن طريق التدخل في إنتاج الجذور الحرة. بينما تتشكل الجذور الحرة بشكل طبيعي في الجسم وتلعب دورًا مهمًا في العديد من العمليات الخلوية الطبيعية، فإن لديها القدرة على إيذاء الخلايا. يمكن أن يؤدي التعرض المفرط للأشعة فوق البنفسجية إلى زيادة إنتاج الجذور الحرة، وعند هذه التركيزات العالية يمكن أن تشكل خطرًا على الجسم وتضر بجميع المكونات الخلوية الرئيسية، بما في ذلك الحمض النووي والبروتينات وأغشية الخلايا. وفقًا للمعهد الوطني للسرطان، قد يلعب تلف الخلايا الناجم عن الجذور الحرة، وخاصة تلف الحمض النووي، دورًا في تطور السرطان والحالات الصحية الأخرى."
      }
    ]
  },
  {
    "id": 10,
    "title": "هل يؤثر شرب القهوة سلبًا على بشرتك؟\n",
    "image": "Assets/articles/coffee.png",
    "content": [
      {
        "body": "\nأصبح الكافيين بسرعة مكونًا شائعًا للعناية بالبشرة معروفًا بقدرته على تنشيط البشرة وإعادة إنعاشها. بينما تم توثيق فوائد المنتجات التي تحتوي على الكافيين جيدًا، يتساءل الكثيرون عما إذا كان الحصول على الكافيين من فنجان القهوة اليومي يمكن أن يساعد (أو يضر) بشرتهم.\n\n\nإليك كيف يؤثر فنجان القهوة الصباحي على بشرتك، ولماذا قد ترغب في التفكير في الحد من تناوله.\n\n"
      },
      {
        "heading": "لماذا قد لا يكون الكافيين رائعًا لبشرتك",
        "body": "\nالقهوة ضرورية لبعض الأشخاص الذين يعتمدون عليها للشعور باليقظة والانتباه في الصباح وعلى مدار اليوم. ولكن هناك خصائص للمشروب قد لا تكون الأفضل لبشرتك.\n\n\nالقهوة تسبب الجفاف\n\n\nالقهوة مدرة للبول مما يعني أنها تسحب الماء من الجسم، بما في ذلك الجلد. عندما يجف الجلد، يصبح أكثر عرضة للبهتان وفقدان النضارة. تصبح الخطوط الدقيقة، والتجاعيد، والهالات السوداء تحت العينين أكثر وضوحًا عندما لا يحصل الجلد على ترطيب كافٍ.\n\n\nالكافيين يحفز استجابة الإجهاد\n\n\nيجعلك الكافيين تشعر باليقظة، ولكنه يفعل ذلك عن طريق تحفيز استجابة الإجهاد، مما يؤدي إلى إفراز هرمون يسمى الكورتيزول. عندما يكون الكورتيزول مرتفعًا، ينتج الجلد المزيد من الزيت (الزهم) مما يجعلك عرضة لظهور حب الشباب. يؤدي التعرض الطويل للكورتيزول أيضًا إلى تسريع عملية الشيخوخة.\n\n\nالكافيين قد يسبب فقدان النوم\n\n\nإذا كنت تشرب عدة أكواب من القهوة يوميًا أو تتناولها في فترة ما بعد الظهر أو المساء، فقد تعاني من فقدان النوم. يؤدي فقدان النوم إلى الحفاظ على مستويات الكورتيزول مرتفعة، ولكنه يؤثر على البشرة بطرق أخرى أيضًا. يحدث إصلاح خلايا الجلد وتجديدها أثناء نوم حركة العين السريعة (REM). بدون نوم جيد ليلاً، تشيخ البشرة بشكل أسرع.\n\n\nالقهوة تضيق الأوعية الدموية\n\n\nيؤدي شرب القهوة إلى تضيق الأوعية الدموية، مما قد يمنع الدم والأكسجين من الدوران في الشعيرات الدموية الصغيرة الأقرب إلى سطح الجلد. هذا يمكن أن يؤدي إلى بشرة باهتة وتجاعيد تشبه الورق المُجعّد.\n\n\nالمكونات الإضافية يمكن أن تكون ضارة\n\n\nإذا كنت تتناول قهوتك مع منتجات الألبان، فقد تجعل حب الشباب أسوأ أو تزيد من خطر ظهوره. تشير الأدلة إلى أن منتجات الألبان (خاصة غير العضوية) تجعل حب الشباب حول الفك والفم أسوأ. تعتبر منتجات الألبان أيضًا من المواد المسببة للالتهابات لمعظم الناس، مما قد يؤدي إلى انتفاخ حول العينين.\n\n\nإذا كنت تضيف السكر إلى فنجان القهوة الخاص بك، فإنك تزيد من الجذور الحرة وتتلف الكولاجين والإيلاستين. يمنع الكولاجين التجاعيد ويحافظ على نضارة البشرة من خلال منحها البنية. يعطي الإيلاستين البشرة مرونتها، مما يمنع الترهل. يمكن أن يساهم السكر الزائد أيضًا في ظهور حب الشباب أو الوردية.\n\n\nكيف يمكن أن تفيد القهوة البشرة؟\n\n\nيبدو أن فوائد القهوة للبشرة تتحقق بشكل أفضل عند تطبيقها موضعيًا. أصبحت منتجات العناية بالبشرة التي تحتوي على هذا المكون المحتوي على الكافيين متاحة بشكل متزايد.\n\n\nالقهوة كمضاد للأكسدة\n\n\nعند شربها مع السكر، تزيد القهوة من الجذور الحرة من خلال عملية تسمى الجليكشن. ولكن عند تطبيقها موضعيًا، يمكن أن تقلل خصائص القهوة المضادة للأكسدة من الجذور الحرة وتفيد البشرة عن طريق الحفاظ على شبابها.\n\n\nالقهوة كمضيق للأوعية\n\n\nيمكن أن يؤدي تناول الكثير من القهوة إلى تقييد تدفق الدم، مما يجعل البشرة باهتة. ولكن كمنتج موضعي، يمكن أن تساعد القهوة في تقليل الاحمرار لمن يعانون من الوردية. عند تطبيقها حول العينين، قد تقلل أيضًا من الانتفاخ.\n\n\nالقهوة كمُشرق للبشرة\n\n\nيمكن أن تعمل حبوب القهوة كمقشرات في أقنعة الوجه القائمة على القهوة. قد يضيء الكافيين البشرة أيضًا بفضل التركيزات العالية من مضادات الأكسدة وخصائصه المضادة للأوعية.\n"
      },
      {
        "heading": "كيف تمنع القهوة من إتلاف بشرتك",
        "body": "\nالتعتدل هو المفتاح لمنع القهوة من إتلاف بشرتك. إذا كنت تفضل عدم التخلي عن عادتك اليومية، ففكر في النصائح التالية لتقليل التأثير السلبي للقهوة على بشرتك.\n\n\n- التزم بكوبين فقط في اليوم، ويفضل قبل الساعة 10 صباحًا\n- اشرب كوبًا إضافيًا من الماء لكل كوب قهوة\n- استثمر في حبوب قهوة عضوية عالية الجودة\n- اشرب قهوتك سوداء للحد من منتجات الألبان والسكر\n- اختر القهوة منزوعة الكافيين للحصول على فوائد القهوة الإيجابية دون الكافيين الزائد\n\n\nشرب القهوة السوداء ليس دائمًا سيئًا، خاصة عند استهلاكها باعتدال. كوب أو كوبين في الصباح يمنحك خصائص مضادة للأكسدة ومضادة للالتهابات يمكن أن تفيد البشرة. اشرب الكثير، أو أضف منتجات الألبان والسكر إلى قهوتك، وستلغي تلك الفوائد الإيجابية."
      }
    ]
  },
  {
    "id": 11,
    "title": "ما الذي يحدث أثناء فحص سرطان الجلد؟",
    "image": "Assets/articles/screening.png",
    "content": [
      {
        "body": "\nتشير التقديرات إلى أن ما يقرب من 1 من كل 5 أمريكيين سيتأثرون بشكل من أشكال سرطان الجلد خلال حياتهم. في الواقع، يتم تشخيص أكثر من مليون شخص بسرطان الجلد كل عام. بينما يمكن أن يؤثر سرطان الجلد على الأشخاص من جميع أنواع البشرة وألوانها، قد يكون خطر الإصابة أكبر إذا كان والدك أو شقيقك أو طفلك مصابًا بالميلانوما.\n\n\nالتشخيص المبكر هو المفتاح. عادةً ما يكون سرطان الجلد الذي يتم اكتشافه وإزالته مبكرًا قابلًا للشفاء بشكل كبير. كما أن الفحص الذاتي المنتظم هو أداة قوية يمكن أن تنبهك إلى التغييرات في بشرتك. يمكن أن يشير التغيير في الشامة إلى مشكلة خطيرة. يجب أن ترى طبيب الجلدية إذا لاحظت أن الشامة أصبحت أكبر، أو تغير لونها، أو أصبحت غير متناظرة، أو طورت حدودًا غير منتظمة. تشمل العلامات التحذيرية الأخرى الحكة، والتقشر، والألم، والنزيف.\n\n\nبينما يعد الفحص الذاتي الشهري رائعًا، يوصى بشدة بإجراء فحص سنوي محترف للجلد. يمكن لأطباء الجلدية المدربين اكتشاف أعراض السرطان مبكرًا. فيما يلي إجابات لبعض الأسئلة الشائعة المتعلقة بفحوصات السرطان السنوية:"
      },
      {
        "heading": "لماذا تعتبر فحوصات سرطان الجلد مهمة",
        "body": "\nفي الولايات المتحدة وحدها، سيصاب 1 من كل 5 أشخاص بسرطان الجلد. يمكن أن تحدث الميلانوما، وهي أخطر أنواع سرطان الجلد، في المناطق التي لم تتعرض للشمس. عندما تحدث في الجزء الخلفي من الجسم، لا يمكن رؤيتها دائمًا.\n\n\nالكشف المبكر هو المفتاح. من بين أكثر من 60.000 شخص يتم تشخيصهم بالميلانوما في الولايات المتحدة كل عام، سيموت 9.000. من خلال تحديد سرطان الجلد قبل أن يصبح مهددًا للحياة، قد تنقذ حياتك.\n\n"
      },
      {
        "heading": "من يجب أن يخضع للفحص؟",
        "body": "\nيجب أن يخضع الجميع لفحوصات سرطان الجلد السنوية، على الرغم من أن بعض الأشخاص أكثر عرضة للإصابة بسرطان الجلد من غيرهم. إذا كان أي مما يلي صحيحًا، فيجب أن تكون حريصًا بشكل خاص على الفحوصات السنوية بالإضافة إلى الحماية اليومية من الشمس.\n\n\n- أحد الأقارب المقربين مصاب بالميلانوما\n- لديك تاريخ من الآفات السرطانية أو سرطان الجلد\n- لديك عدد كبير من الشامات أو شامة أو أكثر غير نمطية\n- استخدمت أسرّة التسمير في الماضي\n- عادة ما تحترق عند التعرض للشمس\n- تعرضت للشمس بانتظام وبشكل كبير طوال حياتك\n- متلقي زرع أعضاء\n\n"
      },
      {
        "heading": "كم مرة يجب إجراء فحص الجلد؟",
        "body": "\nيوصى بإجراء الفحوصات السنوية. وهذا يمنح طبيب الجلدية الفرصة لتتبع التغييرات في الشامات الموجودة والبحث عن مناطق جديدة مثيرة للقلق.\n\n\nلتذكر موعدك، حدده قريبًا من عيد ميلادك، أو في بداية العام، أو حول حدث سنوي آخر لا يُنسى."
      },
      {
        "heading": "كيف تستعد لفحص الجلد السنوي",
        "body": "\nستساعدك النصائح التالية في تحقيق أقصى استفادة من موعد فحص الجلد السنوي:\n\n\n- قم بإجراء فحص ذاتي أولاً: أمام المرآة، ابحث عن أي بقع تغير شكلها أو حجمها مؤخرًا، أو غير منتظمة أو غير متناظرة، أو تنزف، أو لا تلتئم، أو أكبر من ممحاة القلم الرصاص. أبلغ طبيبك بما تجده.\n- أعد الأسئلة: فحصك السنوي هو فرصة جيدة لسؤال طبيب الجلدية عن الفحوصات الذاتية، أو أي شيء يقلقك، أو كيفية علاج الآفات غير السرطانية تجميليًا.\n- أزل طلاء الأظافر وأظافر القدم: يمكن أن يتطور سرطان الجلد على أسرة أظافرك. الذهاب بدون طلاء يسمح لطبيبك بفحص يديك وقدميك.\n- أرخ شعرك: غالبًا ما تتطور سرطانات الجلد على فروة الرأس. يجعل ارتداء تصفيفة شعر فضفاضة من السهل على طبيبك فحص رأسك.\n- تخطى المكياج: قد يستخدم طبيبك أداة خاصة تسمى منظار الجلدية للنظر عن كثب في الجلد على وجهك. إذا كنت تضع المكياج، فسيلزم إزالته.\n\n\nبالإضافة إلى ذلك، أزل المجوهرات، واللاصقات، والضمادات، وأي شيء آخر قد يغطي بشرتك.\n\n"
      },
      {
        "heading": "ما يمكن توقعه أثناء فحص الجسم بالكامل",
        "body": "\nفحص سرطان الجلد هو فحص كامل للجسم. سيفحص طبيبك الجزء العلوي من رأسك، وصولاً إلى أسفل قدميك بحثًا عن أي شامات، أو نمو، أو بقع تبدو مشبوهة. سيعطيك ما يلي فكرة عما يمكن توقعه.\n\n- كم من الوقت يستغرق؟ إذا لم يسبق لك الإصابة بسرطان الجلد أو الشامات غير المنتظمة، فيجب أن تكون العملية سريعة نسبيًا، وتستغرق أقل من 15 دقيقة. إذا كان لديك تاريخ شخصي من السرطان أو عدة شامات، فتوقع أن يستغرق الأمر وقتًا أطول قليلاً.\n- هل أخلع ملابسي؟ سيُطلب منك خلع جميع ملابسك وارتداء رداء. من المهم أن يرى طبيبك جميع مناطق جلدك، بما في ذلك ظهرك، وأردافك، وحتى بين أصابع قدميك.\n- ما الأدوات المستخدمة؟ سيفحص طبيب الجلدية بشرتك، وأحيانًا باستخدام منظار الجلدية لعرض التشوهات التي لا يمكن رؤيتها بالعين المجردة. من المحتمل أن يقضي المزيد من الوقت في المناطق التي يصعب رؤيتها مثل فروة الرأس، وخلف الأذنين، وعلى ظهرك.\n- ما التوثيق المطلوب؟ قد يقوم طبيبك بتوثيق بعض البقع عن طريق تدوين الملاحظات أو استخدام الصور، لاكتشاف التغييرات ومقارنتها بشكل أفضل في موعدك التالي.\n\n"
      },
      {
        "heading": "كم من الوقت يستغرق الفحص السنوي؟",
        "body": "\nبينما تستغرق معظم فحوصات سرطان الجلد حوالي 10 دقائق، يعتمد الوقت الدقيق لفحصك على عدد الشامات التي لديك.\n\n"
      },
      {
        "heading": "ماذا يحدث إذا وجد طبيبك شيئًا مشبوهًا؟",
        "body": "\nإذا وجد طبيب الجلدية بقعة تبدو وكأنها قد تكون سرطانية، فسيتم إجراء خزعة. هذه العملية سريعة نسبيًا، ويمكن إجراؤها في العيادة أثناء موعد الفحص.\n\n\nأولاً، سينظف طبيبك المنطقة ويخدر الموقع بمخدر. ثم، سيأخذ كشطًا صغيرًا من الجلد ويراجعه بنفسه، أو يرسله إلى المختبر لفحصه عن كثب.\n\n\nإذا تبين أن العينة سرطانية، فسيخبرك طبيبك بخيارات العلاج الخاصة بك. يعد سرطان الجلد الذي يتم اكتشافه مبكرًا سهل العلاج وغير مكلف نسبيًا، وهي الفائدة الأساسية لفحوصات سرطان الجلد السنوية."
      }
    ]
  },
  {
    "id": 12,
    "title": "كيف يمكنك منع سرطان الجلد",
    "image": "Assets/articles/prevent-cancer.png",
    "content": [
      {
        "body": "لمساعدتك في منع سرطان الجلد، اتبع إرشادات الحماية من الشمس القياسية. على سبيل المثال:\n\nواقي الشمس. الشعار لواقي الشمس هو استخدامه مبكرًا وبشكل متكرر. ضع واقي الشمس قبل 15 إلى 20 دقيقة من الخروج، ثم أعد تطبيقه كل ساعتين. استخدم ملعقتين كبيرتين على الأقل لتغطية المناطق المكشوفة من الوجه والجسم، مع كمية بحجم عملة نيكل للوجه وحده. ولا تنس الأذنين، وأعلى القدمين، ومؤخرة الساقين.\n\nعند اختيار واقي الشمس، ركز على التغطية واسعة النطاق، ورقم SPF، ومقاومة الماء."
      },
      {
        "heading": "تغطية واسعة النطاق",
        "body": "هذا يعني أن واقي الشمس يحمي من أشعة UVB - السبب الرئيسي لحروق الشمس - وأشعة UVA، التي تخترق أعمق في الجلد وتساهم في شيخوخة الجلد والتجاعيد. يمكن لكلا النوعين من الأشعة فوق البنفسجية إتلاف الحمض النووي، مما يزيد من خطر الإصابة بسرطان الجلد. المصطلحات الأخرى التي قد تراها على الملصقات والتي تعني نفس الشيء هي \"متعدد النطاقات\" أو \"حماية UVA / UVB\"."
      },
      {
        "heading": "SPF",
        "body": "هذا يعني عامل الحماية من الشمس. كلما زاد رقم SPF، زادت الحماية. على سبيل المثال، SPF 30 يحجب 97٪ من أشعة UVB، و SPF 50 يحجب 98٪. أي شيء أعلى من SPF 70 لا يوفر حماية إضافية كبيرة. التزم بواقي الشمس بعامل حماية من الشمس يتراوح بين 30 و 50."
      },
      {
        "heading": "مقاومة الماء",
        "body": "لا يوجد واقي شمسي مقاوم للماء، لكن واقي الشمس المقاوم للماء يتحمل الماء والعرق لفترة محدودة. من الأفضل إعادة تطبيق واقي الشمس بعد الخروج من الماء أو إذا كنت تتعرق كثيرًا."
      },
      {
        "heading": "الملابس",
        "body": "ارتدِ قبعة بحواف لا تقل عن أربع بوصات حولها ونظارات شمسية تحجب ضوء الشمس من الجوانب. بالنسبة للملابس، اختر الألياف الاصطناعية مثل البوليستر، والليكرا، والنايلون، والأكريليك. تحتوي هذه الألياف على خيوط مرنة تسحب الألياف معًا، مما يقلل المسافات بينها وبالتالي يحجب المزيد من أشعة الشمس فوق البنفسجية. اللون مهم أيضًا. الألوان الداكنة أفضل في حماية البشرة من الأشعة فوق البنفسجية من الألوان الفاتحة.\n\n\nتقدم بعض ماركات الملابس ملابس واقية من الشمس مصممة خصيصًا، والتي يتم تمييزها بملصق UPF (عامل الحماية من الأشعة فوق البنفسجية) ورقم. يشير الرقم إلى جزء من أشعة الشمس فوق البنفسجية التي يمكن أن تخترق القماش وتصل إلى بشرتك. على سبيل المثال، وفقًا لمؤسسة سرطان الجلد، فإن القميص الذي يحتوي على UPF 50 يسمح فقط بمرور واحد على خمسين من أشعة الشمس.\n\n"
      },
      {
        "heading": "الوقت",
        "body": "تجنب الشمس من الساعة 10 صباحًا حتى 2 ظهرًا، عندما يكون التعرض للأشعة فوق البنفسجية في ذروته."
      },
      {
        "heading": "افحص بشرتك",
        "body": "احصل على فحص جلدي محترف من طبيب الجلدية كل عام إلى عامين. يجب فحص أولئك الذين لديهم تاريخ من سرطان الجلد أو تاريخ عائلي قوي بشكل متكرر. أيضًا، راقب بشرتك. افحص جسمك بانتظام في المرآة بحثًا عن بقع، أو نمو، أو شامات غير عادية. اطلب من زوجك، أو شريكك، أو أحد أفراد العائلة النظر إلى ظهرك والمناطق الأخرى التي لا يمكنك رؤيتها، مثل فروة الرأس ومؤخرة الفخذين والأذنين. استشر طبيبك أو طبيب الجلدية إذا لاحظت أي بقع، أو نمو، أو شامات مشبوهة تكبر، أو تصبح أغمق، أو تغير شكلها."
      }
    ]
  },
  {
    "id": 13,
    "title": "علامات مفاجئة لتلف الجلد بسبب الشمس",
    "image": "Assets/articles/sun.png",
    "content": [
      {
        "body": "\nيعكس وجهك من أنت وأين كنت، وقد يترك الوقت الذي تقضيه في الشمس علاماته بأكثر من طريقة. إذا لم يعجبك ما تراه، يمكنك تحسين مظهر بشرتك ببعض الخطوات البسيطة من أطباء الجلدية الخبراء لدينا.\nهل نظرت إلى المرآة يومًا وفكرت، \"لماذا أبدو أكبر سنًا مما أشعر؟\" الحقيقة هي أن مظهر بشرتك قد يكون أكثر ارتباطًا بمدى تعرضك للشمس من عدد الأعياد التي احتفلت بها حول الشمس. تقول ديبورا س. سارنوف، دكتوراه في الطب، رئيسة مؤسسة سرطان الجلد: \"هناك فجوة في الوعي حول أسباب ما يسمى بـ 'علامات الشيخوخة' على بشرتنا\". \"غالبًا ما يفاجأ مرضاي بسماع أن معظم هذه العلامات مرتبطة بتلف الشمس.\"\n\n\nأنت تعرف بالفعل أن الضوء فوق البنفسجي من التعرض للشمس يمكن أن يؤدي إلى سرطان الجلد - وأن حماية بشرتك هي أفضل طريقة لمنعه. حماية بشرتك من الشمس هي أيضًا أفضل طريقة للحفاظ على بشرتك تبدو شابة، ولم يفت الأوان بعد للبدء. ولكن ماذا لو كان الضرر قد حدث بالفعل، عندما كنت طفلاً لا يعرف أفضل، أو عندما كان عليك العمل في الخارج، أو عندما اعتقدت أنك ستبدو أفضل لمناسبة خاصة مع سمرة داكنة؟\n\n\nلقد رأت الدكتورة سارنوف كل ذلك في عيادتها المزدحمة. وكذلك فعلت طبيبة الجلدية في واشنطن العاصمة، تينا ألستر، دكتوراه في الطب، التي تساعد في شرح الضرر الذي يلحق ببشرتنا بسبب الشمس - وبعض الحلول المقترحة.\n\n\n"
      },
      {
        "heading": "نعم، هذه كلها علامات على تلف الشمس!",
        "body": "\n1. التجاعيد: أخبر مرضاي أن أكثر من 90٪ من التجاعيد المرتبطة بالشيخوخة ترتبط في الواقع بتلف الشمس التراكمي. الكولاجين والإيلاستين هما بروتينان يجعلان بشرتك ثابتة، وناعمة، ومرنة، ولكن الإشعاع فوق البنفسجي من التعرض للشمس يمكن أن يدمرهما. يسمي أطباء الجلدية تلف الشمس المزمن عبر السنوات \"شيخوخة الضوء\"، وبالطبع، يؤدي إلى التجاعيد. فكر في الأمر: لا نرى الكثير من التجاعيد على الجلد غير المعرض، مثل الأرداف، أو الثديين، أو المناطق الأخرى التي لا تتعرض للشمس. يميل الجلد المعرض إلى أن يكون أكثر تجعدًا، وتلعب الشمس دورًا كبيرًا في ذلك.\n\n\n2. الأوعية الدموية المكسورة: هل لاحظت بعض الأوردة الحمراء الشبيهة بالعنكبوت حول أنفك وخديك؟ نعم، هذه ناتجة عن التعرض للأشعة فوق البنفسجية. عندما يقول الناس إن لديهم أوعية دموية \"مكسورة\"، هذا خطأ. إذا كانت الأوعية الدموية مكسورة، فستنزف في الجلد وتسبب كدمات. في الواقع، هذه الأوعية متوسعة. إنها \"مكسورة\" بمعنى أنها لا تفعل ما يُفترض أن تفعله، وهو ضخ الدم من منطقة إلى أخرى والبقاء ضيقة (أو مشدودة) وبالتالي غير مرئية.\n\n\nتحتفظ ألياف الإيلاستين بالأوعية الدموية مشدودة في الوضع الطبيعي. ولكن عندما تتلف هذه الألياف بسبب التعرض للشمس، فإنها تكون غير قادرة على دعم الأوعية والحفاظ عليها مشدودة. وبالتالي تتوسع الأوعية الدموية (أو تترهل) - وتصبح مرئية. يعاني العديد من المرضى من أوعية دموية متوسعة على جانبي أنفهم أو خدودهم، ولكن من الشائع أيضًا ظهور أوعية دموية كبيرة على الصدر، الذي غالبًا ما يتعرض للكثير من الشمس.\n\n\n3. البقع البنية: بغض النظر عن عدد المرات التي يقول فيها مرضاي إنهم يعانون من بقع بنية أو نمش طوال حياتهم، أجيب بلطف، \"لا، لم تفعل\". إنها مجرد حقيقة. عندما يقول مريض، \"حسنًا، قالت أمي إنني ولدت بها\"، أقول، \"لا، لم تولد بها. عندما وضعتك أمك في الخارج وتعرضت بشرتك لأشعة الشمس لأول مرة، حينها ظهر النمش.\"\n\n\nيسمي أطباء الجلدية النمش \"النمش\" والبقع الكبيرة \"العدس الشمسي\". يشير معظم الناس إليها غالبًا باسم بقع الشيخوخة، لكنها لا ترتبط بالعمر؛ فهي مرتبطة بالتعرض للشمس. في بعض الأحيان يمكن أن تتجمع وتصبح بقعًا بنية كبيرة - والتي تختلف عن الوحمات المصطبغة أو الآفات المتقشرة المسماة التقرنات.\n\n\n4. فرط التصبغ: غالبًا ما يشكو المرضى من بشرة مرقشة أو غير متساوية، مع وجود بقع داكنة وفاتحة. في بعض الأحيان قد يكون هناك أيضًا تلون أحمر. هذا مصدر قلق تجميلي شائع ولا يشير إلى حالة طبية كامنة. يمكن أن يصبح الجلد الملتهب متصبغًا بشكل مفرط، والسبب الشائع لمثل هذا الالتهاب الجلدي هو التعرض للشمس.\n\n\nدفع فرط التصبغ وعدم انتظام لون الجلد الكثيرين إلى البحث عن العلاج. لا يدرك معظم المرضى أن التصبغ الداكن مرتبط بتلف الشمس المزمن. ربما استخدم الكثير منهم منتجات تفتيح البشرة التي يمكن أن تزيد من تهيج الجلد والالتهاب، مما يؤدي إلى المزيد من التصبغ.\n\n\nمع ارتداء الكثير من الناس للأقنعة أثناء الوباء، أصبح الجلد الذي يتعرض لأشعة الشمس عرضيًا أكثر حماية. لسوء الحظ، لا يطبق معظم الناس ما يكفي من واقي الشمس أو يستخدمونه باستمرار. ومع ذلك، نظرًا لأن الأقنعة توفر حاجزًا ماديًا ضد الشمس، كان لها تأثير إيجابي غير مقصود: لاحظت تصبغًا أقل بكثير على الجزء السفلي من وجه مرضاي خلال العامين الماضيين!\n\n\n5. الكلف: ساعد ارتداء قناع الوجه الواقي أيضًا في ظهور علامات الكلف، الذي يظهر كبقع داكنة على الجلد المعرض للشمس، خاصة على عظام الوجنتين. في حين أن الهرمونات مثل الإستروجين يمكن أن تزيد من سوء الكلف، إلا أن ظهوره ناتج بشكل أساسي عن التهاب الجلد الناجم عن التعرض للشمس المزمن (أو المتكرر).\n\n\n6. الرؤوس السوداء: نحن لا نتحدث عن الرؤوس السوداء المرتبطة بحب الشباب، ولكن عن مجموعات من الرؤوس السوداء التي تظهر على الصدغين والوجنتين نتيجة لانخفاض مرونة الجلد بسبب التعرض المزمن للشمس. يؤدي فقدان ألياف الإيلاستين إلى ظهور شقوق في الجلد ومسام متوسعة، مما يحبس الأوساخ فيها ويحولها إلى اللون الأسود. تسمى هذه الحالة متلازمة فافر-راكوشو وهي أكثر شيوعًا عند الرجال في منتصف العمر الذين لديهم تاريخ من التعرض المفرط للشمس.\n\n\n7. الرقبة الحمراء: هذا مختلف عن الإصابة بحروق الشمس الحادة بعد التعرض الأخير للشمس. الاحمرار الدائم (وغالبًا ما يكون شبكيًا أو متقطعًا) على الجانبين الجانبيين للرقبة والجزء المركزي من الصدر هو حالة تسمى تقران الجلد الملوّن.\n\n\nالأشخاص الذين يقضون الكثير من الوقت في الخارج، مثل البستانيين، وعمال البناء، وسائقي الشاحنات، والرياضيين، معرضون بشكل خاص لهذه الحالة بسبب الفترة الطويلة التي تتعرض فيها هذه المناطق للأشعة فوق البنفسجية. يتطور الجلد المعرض على الرقبة والصدر إلى أوعية دموية متوسعة، مما يتسبب بشكل دائم في ظهور الجلد باللون الأحمر. من المثير للاهتمام أن الجلد تحت الذقن غالبًا ما يكون غير متأثر بسبب الظل الذي يلقيه الذقن على مقدمة الرقبة، مما يحميه من الشمس.\n\n"
      },
      {
        "heading": "عكس تلف الشمس",
        "body": "\nحماية متسقة من الشمس: أقيم المرضى الذين يعانون من تلف الشمس طوال اليوم. قبل إجراء أي علاج في العيادة، أشجع مرضاي على القيام بواجباتهم المدرسية. أول شيء هو منع تلف الجلد في المستقبل عن طريق تطبيق واقي الشمس على جميع المناطق المكشوفة، وخاصة الوجه - كل يوم، على مدار العام. أوصي أيضًا باستخدام تدابير إضافية لحماية الشمس، مثل ارتداء الملابس الواقية، والقبعات، والنظارات الشمسية، وكلما أمكن، البقاء في الظل.\n\n\nرعاية أفضل للبشرة: تتضمن الواجبات المنزلية الإضافية الالتزام بروتين ثابت للعناية بالبشرة. أوصي بأن يتبع مرضاي روتينًا جيدًا للعناية بالبشرة لمدة شهر على الأقل قبل العلاجات في العيادة. هذا يظهر لي أنهم أعضاء في الفريق ويفعلون دورهم لتحقيق الهدف المشترك المتمثل في بشرة مشرقة وصحية! إليك وصفتي:\n\n\nفي الصباح: احمِ. قبل وضع واقي الشمس على وجهك في الصباح، ضع منتج فيتامين C الموضعي المضاد للأكسدة. سيعزز قدرة واقي الشمس على حماية بشرتك من الجذور الحرة التي يمكن أن تلحق الضرر بها. يمكن لمصل أو جل فيتامين C أيضًا أن يساعد في تحفيز إنتاج الكولاجين الجديد، مما يجعل البشرة أكثر صحة.\nفي المساء: أصلح. للمساعدة في إصلاح أو حتى عكس تلف الشمس، فإن أفضل سلاح لك هو مشتق فيتامين أ. ماذا يعني ذلك؟ حسنًا، إذا كانت بشرتك تتحمله، يمكنك استخدام الريتينول. العديد من المرضى غير قادرين على استخدام الريتينول كل ليلة بسبب التهيج (الجفاف)، لذلك أوصي غالبًا بكريم أو مرطب يحتوي على الريتينول يساعد على تحفيز إنتاج الكولاجين الجديد، وتفتيح البشرة المصطبغة، وتقليل الخطوط الدقيقة. إذا كنت ترغب في إضافة أي شيء إلى هذه الصيغة البسيطة، أقترح كريم عين يحتوي على الببتيدات، لتعزيز إنتاج الكولاجين في المنطقة الحساسة حول العينين. أفضل وقت لاستخدام كريمات العين هو في الليل (تتجدد بينما تنام) ولكن يمكن أيضًا استخدامها تحت المكياج أثناء النهار.\n\n\nإذا التزمت بهذه الخطة لحماية بشرتك في الصباح وإصلاحها في المساء لمدة شهر، فإنها تمهد الطريق لأي إجراء قد يتم إجراؤه في العيادة. إذا التزمت بها، يمكنك إحداث فرق في تلف الشمس الذي تعاني منه بالفعل. الأمر يشبه الذهاب إلى صالة الألعاب الرياضية: يجب أن تجعلها عادة.\n\n\nإجراءات العيادة: لتقليل التجاعيد، هناك العديد من خيارات العلاج. يمكن ملء التجاعيد (أو تضخيمها) بأي من عدة حقن تجميلية، بما في ذلك جوفيديرم وريستيلين. تتكون معظم \"الحشوات\" من حمض الهيالورونيك، وهي مادة طبيعية توفر وسادة وهيكلًا للبشرة. يمكن أيضًا علاج التجاعيد بإبر دقيقة باستخدام جهاز محمول يعمل بالطاقة يدخل إبرًا دقيقة في الجلد لتحسين ملمس البشرة. وبالطبع، هناك مجموعة متنوعة من الليزر التي يمكنها إعادة تسطيح البشرة وتقليل التجاعيد حرفيًا و/أو تحفيز تكوين الكولاجين الجديد.\n\n\nإذا كانت \"الأوعية الدموية المكسورة\" أو بقع الشمس تحتاج إلى علاج، يوصى بأجهزة الليزر المتخصصة لاستهداف وإزالة الأوعية الدموية أو الصبغة غير المرغوب فيها. من المهم أن يتجنب المرضى التعرض للشمس قبل وبعد علاج الليزر لمنع الآثار الجانبية. وبالمثل، يمكن علاج تقران الجلد الملوّن باستخدام الليزر والأضواء النبضية المكثفة (أو IPL) التي يمكنها علاج احمرار الجلد المنتشر وفرط التصبغ.\n\n\nمن ناحية أخرى، بالنسبة لفرط التصبغ أو الكلف، أوصي بالتقشير الكيميائي بدلاً من علاج الليزر لأن الحرارة الناتجة عن الليزر في مثل هذه البشرة الحساسة يمكن أن تسبب"
      }
    ]
  },
  {
    "id": 14,
    "title": "كيف يؤثر نقص النوم عليك",
    "image": "Assets/articles/sleep.png",
    "content": [
      {
        "body": "\nنعلم أن النوم ضروري، ولكن هل تعرف بالضبط ما يمكن أن يفعله الحرمان من النوم بك؟ لا يمكن أن يجعلك أقل إنتاجية في العمل فحسب، بل يمكنه أيضًا أن يجعلك تبدو أكبر سنًا داخليًا وخارجيًا. اقرأ أدناه لمزيد من المعلومات حول الآثار التي يمكن أن يسببها نقص النوم على جسمك وعقلك.\n\n"
      },
      {
        "heading": "يمكن أن يجعلك نقص النوم تبدو أكبر سنًا",
        "body": "\nلا يؤدي الحرمان من النوم إلى شيخوخة عقلك فحسب، بل يمكنه أيضًا أن يجعلك تبدو أكبر سنًا. يعد نقص النوم أحد الأسباب الرئيسية للشيخوخة المبكرة. في دراسة تم الإبلاغ عنها في مجلة Sleep والتي قيمت العلامات المرئية للحرمان من النوم، تم اعتبار المشاركين على أن لديهم جفون متدلية أكثر، وعيون أكثر احمرارًا وتورمًا، وهالات سوداء تحت العين، وبشرة أكثر شحوبًا، وزوايا فم متدلية، ومزيد من التجاعيد والخطوط الدقيقة عندما كانوا يعانون من قلة النوم.\n\n"
      },
      {
        "heading": "يزيد نقص النوم من التوتر",
        "body": "\nيؤثر الحرمان من النوم على مستوى الكورتيزول المتداول في جسمك. ينظم هذا الهرمون ردود فعل الإجهاد مثل مستويات السكر في الدم، وضغط الدم، وتنشيط جهازك العصبي المركزي. قد تنتج مشاكل نوم إضافية مع استمرار ارتفاع مستويات الكورتيزول. يصاحب الإجهاد المزمن مجموعة كاملة من الآثار السلبية، مثل القلق، وأمراض القلب، وزيادة الوزن، والمزيد من مشاكل النوم، مما يفاقم الوضع بأكمله."
      }
    ]
  },
  {
    "id": 15,
    "title": "رسم خرائط الشامات؟ ما هو وكيف يمكنك رسم خرائط لشاماتك؟",
    "image": "Assets/articles/moles-Map.png",
    "content": [
      {
        "body": "\nفي تحليل مفصل للطلبات المرسلة إلى بوت Skinive، لاحظنا أن الناس غالبًا ما يكونون قلقين ليس بشأن حالة شامة معينة (وحمة مصطبغة)، ولكن بشأن عدد الشامات على أجسامهم. علاوة على ذلك، مع مزيد من التحليل للحالة، يصبح من الواضح أن هناك حالة من اليقظة السرطانية الخاصة بسبب ظهور المزيد والمزيد من الوحمات. يرى الكثيرون مخاطر سرطانية عالية في هذا. ولكن هل هذا خطير حقًا؟ هل هناك حاجة لزيارة طبيب الجلدية أو طبيب الأوراج على الفور؟\nفي الواقع، هناك خيارات أكثر. في حالات معينة، يمكنك البقاء بأمان في المنزل دون خطر فقدان مشكلة جلدية خطيرة. المفسد: كل ما عليك فعله هو تنزيل تطبيق محمول وإجراء مراقبة مستقلة لحالة الجلد.\n\n\nمن المهم أن نفهم: إذا كان هناك الكثير من الوحمات على الجلد، فهذا لا يعني أن الوقت قد حان للبحث عن الميلانوما. من ناحية أخرى، عندما يكون هناك عدد قليل من الوحمات، فهذا لا يعني أيضًا أنه يمكن تجاهل حالة الجلد.\n\n\nفي الواقع، لدى الأشخاص الذين لديهم الكثير من الوحمات خطر أعلى قليلاً للإصابة بالميلانوما. والمشكلة ليست حتى أن التحول الخبيث للوحمة يمكن أن يحدث. في أغلب الأحيان، يكمن الخطر في ظهور آفة جلدية جديدة، وليس في تغيير آفة موجودة.\n\n\nولكن في كلتا الحالتين (مع عدد كبير وقليل من الوحمات) - فإن أفضل خيار للمتابعة هو رسم خريطة للشامات (وهذا يشمل جميع أنواع الآفات الجلدية الأخرى)، حيث يتم فحص كل وحمة، أو ورم وعائي، أو أي آفة جلدية أخرى بالتفصيل وتوثيقها مع الإشارة إلى موقعها الدقيق على جسم الإنسان لإمكانية إعادة التحليل والمقارنة في المستقبل.\n\n"
      },
      {
        "heading": "لماذا رسم خرائط الشامات؟",
        "body": "\nالهدف الرئيسي من رسم خرائط الشامات هو المراقبة الديناميكية، والتي تسمح بالكشف في الوقت المناسب عن ظهور آفات جديدة على الجلد أو تحديد التغييرات الخطيرة فيها.\n\n\nبالنسبة للأشخاص الذين لديهم عدد قليل من الشامات، يساعد رسم الخرائط على ملاحظة التغييرات في الآفات الموجودة بالفعل في الوقت المناسب. ظهور شامة جديدة في مثل هؤلاء الأشخاص، كقاعدة عامة، يكون ملحوظًا دائمًا دون استخدام أجهزة خاصة (على سبيل المثال، كانت هناك شامة واحدة على الساعد، ولكن الآن هناك اثنتان: من السهل ملاحظة الفرق). على الرغم من أنه يمكن أن تكون هناك مشاكل هنا، عندما تظهر الوحمة في مكان يصعب رؤيته (الظهر، الأرداف، مؤخرة الفخذين).\n\n\nأما بالنسبة للأشخاص الذين لديهم العديد من الوحمات (عادة أكثر من 50)، فإن رسم الخرائط يسمح بحل مهمتين رئيسيتين.\n\n\nتساعد المهمة الأولى في تتبع ظهور آفات مصطبغة جديدة، حيث يصعب القيام بذلك بمفردك (على سبيل المثال، هناك 7-8 وحمات على الساعد، قد لا تلاحظ ظهور واحدة أخرى).\nتسمح المهمة الثانية بتسجيل أي تغييرات بصرية في الوحمات القديمة. ونظرًا لوجود العديد من الوحمات، فلا يمكن الاستغناء عن التصوير الفوتوغرافي ورسم الخرائط هنا. علاوة على ذلك، في الأشخاص الذين لديهم العديد من الوحمات، تحدث التغييرات الخارجية في هذه الآفات في كثير من الأحيان.\n\n"
      },
      {
        "heading": "متى وكم مرة تحتاج إلى رسم خرائط للجلد؟",
        "body": "\nمن الناحية المثالية، يجب رسم خرائط الجلد سنويًا. ومع ذلك، إذا كانت هناك محفزات، فستكون أكثر تكرارًا. قد تشمل:\n\n\n- موسم الشاطئ النشط (أو أي تعرض طويل آخر للشمس، خاصة مع حروق الجلد)؛\n\n\n- وجود أورام خبيثة (خاصة الجلد، خاصة الميلانوما) في التاريخ؛\nالحمل؛\n\n\n- تناول الأدوية الهرمونية أو المثبطة للمناعة (مثبطات المناعة)؛\n\n\nالأشخاص الذين يتعرض جلدهم للاتصال الطويل الأمد بالمواد المسرطنة المحتملة بسبب النشاط المهني.\n\n\nوفي الحالات التي يشك فيها الشخص نفسه في وجود تغييرات خطيرة محتملة في الجلد. يتم تحديد تكرار وتنظيم رسم الخرائط في مثل هذه المواقف بشكل فردي في موعد مع طبيب الجلدية أو طبيب الأوراج.\n\n\nإذا لم يكن الشخص في أي مجموعة خطر، فمن الكافي إجراء رسم الخرائط مرة واحدة في السنة في فصل الربيع، قبل الصيف، بحيث يكون هناك شيء للمقارنة لاحقًا (في حالة حدوث تغييرات بين آفات الجلد بعد الصيف).\n\nفي الخريف، مباشرة بعد موسم الشاطئ، قد لا يكون رسم الخرائط مفيدًا لأنه قد لا يكون هناك أي تغييرات بصرية واضحة ناتجة عن شمس الصيف بحلول ذلك الوقت."
      },
      {
        "heading": "كيفية رسم خريطة للشامات؟",
        "image":"Assets/articles/2mole-map.png",
        "body": "\nفي الواقع، عملية إنشاء خريطة الشامات بسيطة للغاية. تحت هذا المصطلح يكمن التصوير الفوتوغرافي البسيط لمناطق فردية من الجلد، والتي يجب أن تشكل معًا الجسم بأكمله. بعد ذلك، يتم فحص كل آفة على حدة لتحديد وجود أو عدم وجود مخاطر، وتسجيل الموقع الدقيق، والتغييرات مقارنة بالصور السابقة (إذا كانت هناك صور مؤرشفة).\n\n\nنظرًا للتكنولوجيا غير المعقدة، يمكن إجراء هذا الإجراء في المنزل باستخدام وسائل مرتجلة. لحسن الحظ، تتمتع الهواتف المحمولة الحديثة بكاميرات جيدة جدًا (وأحيانًا جيدة جدًا). حسنًا، أو يمكنك استخدام المعدات المهنية. يجب ألا تسبب معالجة الصور على الكمبيوتر مع الإشارة إلى موقع الآفات أي صعوبات أيضًا. من حيث المبدأ، يمكن أن يحل هذا النهج بعض المشكلات، على سبيل المثال، لتثبيت ظهور آفة حيث لم تكن موجودة من قبل. أو، لاحظ التغييرات في آفة موجودة بالفعل، ولكن يجب أن تكون هذه التغييرات واضحة بما فيه الكفاية (وهو ما لا يتوافق دائمًا مع التوقيت المناسب لطلب المساعدة الطبية).\n\n\nمن الضروري أيضًا فهم عدد من النقاط المهمة الأخرى:\n\n\n- عملية رسم الخرائط \"في المنزل\" غير مؤتمتة، كل شيء يتم يدويًا، مما يتطلب الكثير من الوقت والجهد؛\n\n\n- الصور التي تم الحصول عليها غير موحدة: مسافات مختلفة من الكاميرا إلى الجلد، إضاءة مختلفة، قد تكون هناك كاميرات مختلفة، جودة صورة مختلفة أثناء رسم الخرائط المتكررة؛\n\n\n - عدم القدرة على الحصول على صورة جلدية (يمكنك فقط الحصول على صورة ماكرو، صورة لآفة تحت عدسة مكبرة ليست تنظيرًا جلديًا)؛\n\n\n- عدم وجود رأي طبي.\n\n\nمع أخذ كل هذا في الاعتبار، يجب أن تثق برسم خرائط الجلد للمحترفين والتقنيات المهنية فقط.\n\n"
      }, {
        "heading": "أدوات رسم خرائط آفات الجلد.",
        "body": "\nعادةً ما يتم رسم خرائط آفات الجلد في مرافق الرعاية الصحية بواسطة أطباء مدربين خصيصًا باستخدام معدات خاصة. في المكتب، توجد وحدة بها كاميرا واحدة أو أكثر تلتقط صورًا لشخص وفقًا لخوارزمية محددة مسبقًا. يتم أيضًا تجهيز هذا الجهاز بمنظار جلدي إلكتروني، يتم من خلاله فحص آفات الجلد بالتفصيل تحت تكبير عالٍ. هناك أيضًا ذكاء اصطناعي يساعد الأطباء على اتخاذ القرار الصحيح. يتم تسجيل كل هذه المعلومات في الحساب الشخصي للمريض وتخزينها حتى الزيارة التالية. اليوم، تعتبر هذه التكنولوجيا المعيار الذهبي لرسم خرائط الجلد.\n\n\nبالطبع، لا ينبغي أن يكون موثوقية ونتيجة مثل هذا الإجراء موضع شك. ولكن هنا تأتي مشكلة أخرى: إمكانية الوصول. تبلغ تكلفة مثل هذه التركيبات عشرات الآلاف من الدولارات، وهو ما لا يستطيع تحمله كل طبيب وكل مركز طبي حيث يتم استشارة المرضى الجلديين والجلديين. وفقًا لذلك، لا يمكنك حتى العثور على مثل هذه الخدمة في كل مدينة كبيرة. ويحتاج الجميع إلى مراقبة آفات الجلد.\n\n\nيمكن أن يكون التطبيق المحمول المخصص للهواتف الذكية، مثل AI Dermatologist، طريقة بديلة لإجراء رسم خرائط الجلد.\n\n\nالمزايا الرئيسية لهذا النهج هي إمكانية الوصول والتنقل.\n\n\nيمكن إجراء الإجراء في أي مكتب (على عكس التركيبات الثابتة، التي تكون مقيدة بمكتب معين)، حيث يكون هناك إضاءة كافية ويشعر المريض بالراحة. يتم التحكم في عملية رسم الخرائط نفسها بواسطة الذكاء الاصطناعي: يتم حفظ كل آفة تمكنت الشبكة العصبية من تحديدها وربطها بنموذج افتراضي ثلاثي الأبعاد للشخص. بعد انتهاء مسح الجلد (الذي يتم أيضًا وفقًا لخوارزمية موحدة خاصة، والتي يجب التعرف عليها قبل بدء المسح)، يتم تمييز جميع الآفات التي حددتها الشبكة العصبية مسبقًا على أنها خطيرة محتملة. بعد ذلك، يخضع كل من هذه الآفات لفحص أكثر تفصيلاً مع الشبكة العصبية، والتي على أساسها يتوصل الطبيب إلى استنتاجه. يتم تخزين جميع النتائج في الحساب الشخصي للمريض ومتاحة للمقارنة في رسم الخرائط التالي.\n\n\nمن الصعب عدم الموافقة على أن هذا النهج لإنشاء خريطة الشامات يلبي بشكل كامل المتطلبات الحديثة:\n\n\n- لا يرتبط بمكتب طبيب معين؛\n\n\n- متاح لمجموعة واسعة من الأطباء والمؤسسات؛\n\n\n- يمكن أن تكون النتائج دائمًا في متناول اليد أو، إذا لزم الأمر، متاحة لأطباء آخرين (استشارات مشتركة، نقل المريض، التدريب).\n\n\nعلاوة على ذلك، لتنفيذ رسم الخرائط بهذه الطريقة، لا يلزم دائمًا معرفة متعمقة في الأمراض الجلدية أو الجلدية. يمكن اعتبار هذه التقنية كاختبار فحص من قبل الأطباء العامين أو غير المتخصصين في الجلد لتوجيه المريض بشكل صحيح.\nوهكذا، صحتنا وصحة بشرتنا، على وجه الخصوص، هي حقًا في أيدينا."
      }
    ]
  }
]