Repository: yomna22-ym/SkinallyAi
Catalog: lib/Core/l10n/app_*.arb
Languages: ar

# makeThemeDark
source: Change To Dark Theme
ar: التحول اللي الوضع الداكن

# makeThemeLight
source: Change To Light Theme
ar: التحول اللي الوضع الفاتح

source: Theme
ar: المظهر

source: Language
ar: اللغة

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

# emailCantBeEmpty
source: The Email Can't Be Empty
ar: يجب ادخال بريد الكتروني

# enterAValidEmail
source: Please Enter A Valid Email
ar: برجاء ادخال بريد الكتروني صحيح

# passwordCantBeEmpty
source: The Password Can't Be Empty
ar: يجب ادخال كلمة المرور

# invalidPasswordLength
source: The Password Must be More Than 8 Characters
ar: كلمة المرور يجب ان تكون اكبر من 8 حروف

source: Forget Password ?
ar: هل نسيت كلمة المرور ؟

source: Login
ar: تسجيل الدخول

# weSentEmailVerification
source: We Sent an Email Verification To Your Mail
ar: تم ارسال بريد لتاكيد الحساب اللي بريدك

# doNotHaveAccount
source: Don't Have Account ?
ar: ليس لديك حساب ؟

# createAccount
source: Create One
ar: انشئ حساب

source: Or
ar: او

# googleLogin
source: Login With Google
ar: تسجيل الدخول بواسطة جوجل

# facebookLogin
source: Login With Facebook
ar: تسجيل الدخول بواسطة فيس بوك

source: Name
ar: الاسم

source: Password Confirmation
ar: تاكيد كلمة المرور

# createNewAccount
source: Create Account
ar: انشاء حساب

source: Already Have Account ?
ar: لديك حساب بالفعل ؟

source: Name Can't be Empty
ar: يجب ادخال اسم

source: Invalid Name
ar: يجب ادخال اسم مناسب

# passwordDoseNotMatch
source: Password Doesn't Match
ar: كلمة المرور غير متطابقة

source: Select Picking Image Method
ar: اختر مكان الصورة

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

# defaultBio
source: I Gave You All i Had .... I Did .. I Did
ar: لقد اعطيتك كل ما لدي .... لقد فعلت .. لقد فعلت

source: Creating Account ...
ar: جاري انشاء حساب

source: Account Created Successfully
ar: تم انشاء الحساب بنجاح

source: Try Again
ar: حاول مجددا

# continueTitle
source: Continue
ar: اكمل

source: Welcome
ar: مرحبا

# weNeedSomeAdditionalInfo
source: We Need Some More Additional Information
ar: نحن الان في حاجة اللي بعض المعلومات الاضافية

# birthDate
source: Date Of Birth
ar: تاريخ الميلاد

# phone
source: Phone Number
ar: رقم الهاتف

# enterPhoneNumber
source: Please enter mobile number
ar: يرجي ادخال رفم هاتف

# enterValidMobileNumber
source: Please enter valid mobile number
ar: برجاء ادخال رقم هاتف صحيح

source: Bio
ar: عنك

# invalidBio
source: Bio Can't Be Empty
ar: اخبرنا نبذة عنك ليتعرف علية الاخرون اكثر

# gj
source: GJ , Let’s Start !
ar: رائع لنبداء المتعة

source: Updating Data ...
ar: جاز تحديث البينات

source: Please Pick Your BirthDate
ar: برجاء ادخال تاريخ ميلادك

# accountUpdated
source: Account Updated Successfully
ar: تم تحديث البينات

source: Pick Date
ar: اختر التاريخ

source: Logging You In ...
ar: جاري تسجيل الدخول ...

source: Welcome Back
ar: اهلا بعودتك

# sendMail
source: Send Email
ar: ارسل الرسالة

source: Sending Email ...
ar: جار ارسال ايميل ...

# emailSentSuccessfully
source: ُReset Password Email Sent Successfully
ar: تم ارسال ايميل اعادة ضبط كلمة المرور بنجاح

source: OK
ar: حسنا

# yourLanguage
source: Choose Your Language ?
ar: اختر لغتك ؟

# welcomeToSkin
source: Welcome To Skinally , We are So Excited To Have You In Our Community
ar: مرحبًا بك في Skinally، نحن متحمسون جدًا لوجودك في مجتمعنا

# cancerTypes
source: Skin Cancer Types ?
ar: انواع سرطان الجلد ؟

# letUsHelpYou
source: Let's Start! Upload Your Photo for Skin Cancer Detection
ar: لنبدأ! ارفع صورتك الآن للكشف عن سرطان الجلد

source: You Are Not Alone
ar: انت لست وحدك

# chatWithAi
source: Chat with Your Personal AI Assistant – Get Help with Anything You Need!
ar: تحدث مع مساعد الذكاء الاصطناعي الخاص بك – واحصل على مساعدة في كل ما تحتاجه!

# giveaway
source: Freebies Alert!
ar: هدايا يومية!

# everyDayWeHaveGiveaways
source: We've got giveaways every day just for you. Don't miss out!|
ar: لدينا هدايا يومية خصيصاً لك، لا تفوتها!

# whoAreYou
source: Who's there?
ar: من أنت ؟

# letUsKnowWhoYouAre
source: Tell us a bit about yourself! Get started by registering or logging into your account on our mobile app.
ar: أخبرنا قليلاً عن نفسك! ابدأ بالتسجيل أو تسجيل الدخول إلى حسابك الآن على تطبيقنا للجوال.

# finish
source: Done
ar: انتهي

source: Next
ar: التالي

source: Back
ar: رجوع

source: Loading ...
ar: جار التحميل ...

source: Some Thing Went Wrong
ar: حدث خطاء ما

# operationTimedOut
source: This Operation Timed Out
ar: انتهت مهلة هذه العملية

source: Check Your Internet Connection
ar: برجاء التحقق من الاتصال بالانترنت الخاص بك

source: What Are You Searching For
ar: ما الذي تبحث عنة يا

source: Home
ar: الرئيسية

source: Services
ar: خدمات

source: Categories
ar: فئات

source: Upload
ar: رفع

source: Profile
ar: الملف

source: End Date :
ar: تاريخ الانتهاء :

source: Worth :
ar: السعر :

# urlLaunchingError
source: Error Launching This URL
ar: حدث خطاء اثناء فتح الرابط

source: We Hope That You Love It
ar: نامل ان تكون اعجبتك اللعبة

source: Recommended Games
ar: ترشيحات الالعاب

source: Release Date
ar: تاريخ الاصدار

# gameAddedToWishList
source: Game Added To Favorite Successfully
ar: تم اضافة اللعبة اللي المفضلة بنجاح

# gameDeletedFromWishList
source: Game Removed From Favorite Successfully
ar: تم ازالة اللعبة من المفضلة بنجاح

# noGamesInWishList
source: There are No Games In Your Favorite List
ar: لا يوجد العاب في المفضلة

# noDescription
source: No Description Available
ar: الوصف غير متوفر الان

source: Description
ar: وصف اللعبة

# rating
source: Ratings
ar: التقيمات

source: Exceptional
ar: استثنائي

source: Recommended
ar: مُستَحسَن

source: Meh
ar: سئ

source: Skip
ar: تخطي

source: Genre
ar: التصنيفات

source: Where To Buy
ar: هنا يمكنك شراء اللعبة

source: Developers
ar: المطورون

source: View
ar: عرض

source: Available on
ar: متطلبات التشغيل

source: Tags
ar: الاشارات

source: Game Achievements
ar: انجازات داخل اللعبة

source: View All
ar: عرض الكل

source: Edit
ar: تعديل

source: Edit Profile
ar: تحديث البيانات

source: Settings
ar: الاعدادات

source: History
ar: السجل

# feedback
source: Your Feedback
ar: رايك في التطبيق

source: About Us
ar: من نحن

source: Sign Out
ar: تسجيل الخروج

source: Select Your Gender
ar: من فضلك اختر النوع

source: Dark Theme
ar: الوضع الداكن

source: Light Theme
ar: الوضع الفاتح

source: Arabic
ar: العربية

source: English
ar: الانجليزية

# feedbackMessage
source: We are happy that you are using our application. We made it with love for you, and we are happy to experience it and use it, and use it and the rest of the family of our applications that we work on with every possible effort for you for a fun experience with us. Your evaluation of this application and providing your opinion in it will help us to develop more for you.
ar: نحن سعداء أنك تستخدم تطبيقنا. صنعناه بكل حب لكم، ونسعد بتجربته واستخدامه، واستخدامه وبقية عائلة تطبيقاتنا التي نعمل عليها بكل جهد ممكن من أجلكم لتستمتعوا معنا بتجربة ممتعة. تقييمك لهذا التطبيق وإبداء رأيك فيه سيساعدنا على تطوير المزيد من أجلك.

source: Your Feedback
ar: تقيمك للتطبيق

source: Send Your Feedback
ar: ارسل تقيمك

source: Are You Sure To Exit
ar: هل انت متاكد من انك تريد الخرج

source: Cancel
ar: الغاء

source: Change Password
ar: تغير كلمة المرور

source: Update Account
ar: تحديث الحساب

# youJoinedRoom
source: You Joined This Room Successfully
ar: تم انضمامك للمجموعة بنجاح

# message
source: Type Message
ar: اكتب رسالة

source: resend
ar: ارسال

source: Email not verified
ar: لم يتم تأكيد الحساب

# unableToLoadDate
source: Unable To Load Data
ar: لم نتمكن من تحميل البيانات

source: Permission Denied
ar: تم رفض التصريح

# makeItYourOwn
source: Crafted exclusively for you, customize your experience with personal flair.
ar: صُنعت خصيصًا لك، خصص تجربتك بأسلوب شخصي.

source: Main Features
ar: الميزات الرئيسية

# aboutUsMessage1
source: Your journey to healthier skin starts here!
ar: مستقبلك الصحي يبدأ هنا!

# aboutUsMessage2
source: SkinallyAI is an innovative mobile app that helps you detect skin cancer types early using AI technology.
ar: SkinallyAI يهدف لمساعدتك في الكشف المبكر عن أنواع سرطان الجلد باستخدام تقنيات الذكاء الاصطناعي.

# aboutUsMessage3
source: Smart diagnosis: Upload a photo of your skin and let SkinallyAI analyze it to identify the potential skin cancer type.
ar: تشخيص ذكي: حمّل صورة لبشرتك ودع SkinallyAI يحللها بدقة لتحديد النوع المحتمل لسرطان الجلد.

# aboutUsMessage4
source: Awareness & knowledge: Explore our trusted articles to understand skin cancer types and prevention tips.
ar: توعية ومعلومات: استكشف مقالاتنا الموثوقة لفهم أنواع سرطان الجلد وطرق الوقاية.

# aboutUsMessage5
source: Recommended products: Discover a curated selection of skincare and sun protection products from verified sources.
ar: منتجات موصى بها: اكتشف مجموعة مختارة من كريمات الوقاية والعناية بالبشرة من مصادر معتمدة.

# aboutUsMessage6
source: Smart & fast search: Easily find helpful information and personalized content based on your skin type.
ar: بحث ذكي وسريع: ابحث بسهولة عن معلومات مفيدة ومحتوى مخصص حسب نوع بشرتك.

# aboutUsMessage7
source: Supportive community: Connect with other users who share your interest in skin health.
ar: مجتمع داعم: تواصل مع مستخدمين آخرين يشاركونك نفس الاهتمام بالصحة الجلدية.

# aboutUsMessage8
source: Whether you're seeking early detection, better understanding, or safe product recommendations, SkinallyAI has your back.
ar: سواء كنت تسعى للتشخيص المبكر، أو لفهم أنواع سرطان الجلد، أو للحصول على توصيات آمنة، فإن SkinallyAI هو رفيقك المثالي.

# appVersion
source: Version 1.0.0
ar: الإصدار 1.0.0

source: New Password
ar: الرقم السري الجديد

source: New Password Confirmation
ar: تاكيد الرقم السري الجديد

source: Save
ar: حفظ

# passwordUpdated
source: Password Updated Successfully
ar: تم تحديث كلمة المرور بنجاح

source: Info
ar: معلومات

source: Exit
ar: خروج

# aiAssistantTitle
source: Your own AI assistant is here for you
ar: مساعدك الذكي هنا من أجلك

# aiAssistantDescription
source: Ask your questions and receive answers using artificial intelligence assistant!
ar: اطرح أسئلتك واحصل على إجابات باستخدام مساعد الذكاء الاصطناعي!

source: Learn More
ar: اعرف المزيد

source: Let's Start
ar: لنبدأ

# readyToScan
source: Ready to check your skin? Scan your image for diagnosis!
ar: هل أنت مستعد لفحص بشرتك؟ قم بمسح صورتك للتشخيص!

source: Scan
ar: فحص

source: Choose Image
ar: اختر صورة

# wishHealth
source: We wish you good health always
ar: نتمنى لك دوام الصحة

source: Result
ar: النتيجة

source: Our Services
ar: خدماتنا

# servicesDescription
source: We are always ready to help you and your family
ar: نحن على استعداد دائمًا لمساعدتك أنت وعائلتك

source: Clinics
ar: العيادات

# clinicsSubtitle
source: Find nearby clinics
ar: ابحث عن عيادات قريبة منك

# news
source: Blog and News
ar: المدونة والأخبار

# newsSubtitle
source: Latest articles
ar: أحدث المقالات

source: Pharmacy
ar: الصيدليات

# pharmacySubtitle
source: Order your medical supplies now
ar: اطلب مستلزماتك الطبية الآن

# deleteAcc
source: Delete Account
ar: حذف الحساب

source: FAQ
ar: الاسئلة المتكرره

# fromGallery
source: Choose from Gallery
ar: اختر من المعرض

# earlyDetection
source: Early Detection Makes a Difference
ar: الكشف المبكر يُحدث فرقًا

# machineLearningInfo
source: How is Machine Learning used in the application?
ar: كيف يُستخدم التعلم الآلي في التطبيق؟

# aiSkin
source: What is Skinally?
ar: ما هو Skinally؟

# whoShouldUse
source: Who should use Skinally?
ar: من يجب أن يستخدم Skinally؟

# doesReplaceDoctor
source: Does Skinally replace the Doctor?
ar: هل يحل Skinally محل الطبيب البشري؟

# isInfoSafe
source: Is my personal information safe?
ar: هل معلوماتي الشخصية آمنة؟

source: How Old Are You ?
ar: كم عمرك؟

source: What Is Your Name?
ar: ما هو اسمك؟

source: Where Is Affected Area?
ar: اين تقع المنطقة المتضررة؟

# whatIsYourGender
source: Where Is Your Gender?
ar: ما هو جنسك ؟

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Other
ar: آخر

source: Prefer not to say
ar: أفضل عدم التحديد

source: Normal
ar: عادي

source: Oily
ar: دهني

source: Dry
ar: جاف

source: Combination
ar: مختلط

source: Sensitive
ar: حساس

source: Acne-prone
ar: عرضة لحب الشباب

source: Mature
ar: ناضج

source: Please Enter Your Name
ar: الرجاء إدخال اسمك

source: Please Enter Valid Age
ar: الرجاء إدخال عمر صحيح

source: Please Select Gender
ar: الرجاء تحديد الجنس

source: Please Specify Affected Area
ar: الرجاء تحديد المنطقة المصابة

source: Please Select Skin Type
ar: الرجاء تحديد نوع البشرة

source: Select Gender
ar: اختر الجنس

source: Select Skin Type
ar: اختر نوع البشرة

source: Enter Your Age
ar: أدخل عمرك

source: Get Gender Text
ar: نوع الجنس

# exampleFaceArmsBack
source: e.g.,face, arms, back, etc
ar: مثال: الوجه، الذراعين، الظهر، إلخ

source: What Is Your Skin Type
ar: ما هو نوع بشرتك؟

source: Get Skin Type Text
ar: نوع البشرة

# startConsultation
source: Ai Consultation
ar: استشارة الذكاء الاصطناعي

source: Address Can't Be Empty
ar: لا يمكن أن يكون العنوان فارغًا

source: Registration Failed
ar: فشل التسجيل

source: Login successful
ar: تم تسجيل الدخول بنجاح

source: Login Failed
ar: فشل تسجيل الدخول

source: Search Failed
ar: فشل البحث

# noSearchResults
source: No products found
ar: لم يتم العثور على أي منتجات

# addedToCart
source: Added to cart successfully!
ar: تمت الإضافة إلى سلة التسوق بنجاح!

source: Invalid Data Format
ar: تنسيق البيانات غير صالح

source: Clear Search
ar: مسح البحث

# noProducts
source: No products available
ar: لا توجد منتجات متاحة

source: Add To Cart
ar: إضافة إلى سلة التسوق

source: Loading history...
ar: جاري تحميل السجل...

source: No Upload History
ar: لا يوجد سجل رفع

# uploadHistoryDescription
source: Your uploaded images will appear here. Start by uploading your first image!
ar: ستظهر الصور التي رفعتها هنا. ابدأ برفع أول صورة لك!

source: AI Assistant
ar: المساعد الذكي

source: Delete Item
ar: حذف العنصر

# deleteItemConfirmation
source: Are you sure you want to delete this upload from history?
ar: هل أنت متأكد من أنك تريد حذف هذا الرفع من السجل؟

source: Delete
ar: حذف

source: Clear All History
ar: مسح جميع السجلات

# clearAllHistoryConfirmation
source: Are you sure you want to clear all upload history? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد مسح جميع سجلات الرفع؟ لا يمكن التراجع عن هذا الإجراء.

source: Clear All
ar: مسح الكل

# aiInfo
source: What is SkinAlly?
ar: ما هو Skinally؟

# earlyDetectionContent
source: Early detection of skin cancer is crucial for ensuring effective treatment and complete recovery. • Importance of Early Detection: - Increases cure rates up to 99% - Reduces treatment complexity - Prevents cancer spread to other body parts • Signs to Watch For: - Changes in mole shape or color - New unusual spots appearing - Bleeding or itching in moles - Asymmetrical moles • How SkinAlly Helps You: - Quick and initial screening of suspicious moles - Alerts for cases requiring medical consultation - Regular monitoring of skin changes
ar: الكشف المبكر عن سرطان الجلد ضروري لضمان علاج فعال والتعافي الكامل. • أهمية الكشف المبكر: - يزيد معدلات الشفاء إلى ٩٩٪ - يقلل من تعقيد العلاج - يمنع انتشار السرطان إلى أجزاء أخرى من الجسم • علامات يجب مراقبتها: - تغيرات في شكل الشامة أو لونها - ظهور بقع جديدة غير عادية - نزيف أو حكة في الشامات - شامات غير متناظرة • كيف يساعدك SkinAlly: - فحص سريع أولي للشامات المشبوهة - تنبيهات للحالات التي تتطلب استشارة طبية - مراقبة منتظمة للتغيرات الجلدية

# aiInfoContent
source: SkinAlly AI is an advanced intelligent system for early detection of skin cancer. • How the System Works: - Uses deep learning technologies - Trained on thousands of certified medical images - Advanced algorithms for image analysis • System Accuracy: - High accuracy rate in initial diagnosis - Developed in collaboration with dermatology experts - Continuously updated to improve performance • Features: - Easy to use - Instant results - Clear guidance for next steps - Available 24/7 • Continuous Updates: - Adding new cases for training - Improving analysis algorithms - Integrating latest medical research
ar: SkinAlly AI هو نظام ذكي متقدم للكشف المبكر عن سرطان الجلد. • كيف يعمل النظام: - يستخدم تقنيات التعلم العميق - مدرب على آلاف الصور الطبية المعتمدة - خوارزميات متقدمة لتحليل الصور • دقة النظام: - معدل دقة عالٍ في التشخيص الأولي - مُطور بالتعاون مع خبراء الأمراض الجلدية - يتم تحديثه باستمرار لتحسين الأداء • الميزات: - سهل الاستخدام - نتائج فورية - توجيه واضح للخطوات التالية - متاح على مدار الساعة • التحديثات المستمرة: - إضافة حالات جديدة للتدريب - تحسين خوارزميات التحليل - دمج أحدث الأبحاث الطبية

# userInfoContent
source: SkinAlly is suitable for diverse groups of users: • People at Higher Risk: - Those with fair skin - Those with family history of skin cancer - Frequently exposed to sunlight - Those with many moles • Appropriate Use Cases: - Regular preventive screening - When noticing changes in moles - Before visiting doctor for initial assessment - Follow-up after treatment • Who Should Use It: - Adults of all ages - People who care about their health - Those seeking peace of mind - Patients monitoring their condition • When to Use It: - Monthly as routine screening - When noticing any changes - Before going to the doctor - When concerned about a specific mole
ar: SkinAlly مناسب لمجموعات متنوعة من المستخدمين: • الأشخاص الأكثر عرضة للخطر: - أصحاب البشرة الفاتحة - من لديهم تاريخ عائلي لسرطان الجلد - المعرضون لأشعة الشمس بشكل متكرر - من لديهم العديد من الشامات • حالات الاستخدام المناسبة: - الفحص الوقائي الدوري - عند ملاحظة تغيرات في الشامات - قبل زيارة الطبيب للتقييم الأولي - المتابعة بعد العلاج • من يجب أن يستخدمه: - البالغون من جميع الأعمار - المهتمون بصحتهم - الراغبون في الاطمئنان - المرضى الذين يراقبون حالتهم • متى تستخدمه: - شهريًا كفحص روتيني - عند ملاحظة أي تغيرات - قبل الذهاب إلى الطبيب - عند القلق بشأن شامة معينة

# comparisonContent
source: SkinAlly does not replace a doctor, but helps you make informed decisions. • What SkinAlly Provides: - Quick and initial screening - Guidance on need for medical consultation - Monitoring changes over time - Risk level assessment • What It Cannot Do: - Final diagnosis - Prescribe treatment - Replace specialized medical examination - Perform surgery or treatment • Importance of Doctor: - Accurate and final diagnosis - Taking samples for laboratory testing - Creating appropriate treatment plan - Specialized medical follow-up • Perfect Integration: - Use SkinAlly for initial screening - Visit doctor when recommended - Use it for monitoring between visits - Share results with your doctor • Important Tips: - Don't ignore doctor visit recommendations - Use it as an assistant tool, not replacement - Doctor is the final reference for diagnosis
ar: SkinAlly لا يحل محل الطبيب، لكنه يساعدك على اتخاذ قرارات مستنيرة. • ما يقدمه SkinAlly: - فحص أولي سريع - توجيه حول الحاجة لاستشارة طبية - مراقبة التغيرات بمرور الوقت - تقييم مستوى الخطورة • ما لا يمكنه فعله: - تشخيص نهائي - وصف العلاج - استبدال الفحص الطبي المتخصص - إجراء جراحة أو علاج • أهمية الطبيب: - التشخيص الدقيق والنهائي - أخذ عينات للفحص المخبري - وضع خطة علاج مناسبة - متابعة طبية متخصصة • التكامل المثالي: - استخدم SkinAlly للفحص الأولي - زر الطبيب عند التوصية بذلك - استخدمه للمراقبة بين الزيارات - شارك النتائج مع طبيبك • نصائح مهمة: - لا تتجاهل توصيات زيارة الطبيب - استخدمه كأداة مساعدة وليس بديلًا - الطبيب هو المرجع النهائي للتشخيص

# privacyContent
source: Your privacy and information security are our top priority at SkinAlly. • Data Protection: - Advanced encryption for all data - No sharing of information with third parties - Secure storage with international protection standards - Data deletion upon request • What We Collect: - Mole images for analysis only - Basic account information - Usage data to improve service • What We Don't Do: - We don't sell your information - We don't share it with other companies - We don't use it for commercial purposes - We don't keep it without your permission • Your Rights: - Right to access your data - Right to modify or delete - Right to withdraw consent - Right to download your data • Legal Compliance: - We comply with data protection laws - GDPR and HIPAA standards - Regular security policy reviews - Transparency in data handling • App Security: - Regular security updates - Optional two-factor authentication - Protection against breaches - Secure backups
ar: خصوصيتك وأمان معلوماتك هي أولويتنا القصوى في SkinAlly. • حماية البيانات: - تشفير متقدم لجميع البيانات - عدم مشاركة المعلومات مع أطراف ثالثة - تخزين آمن وفق معايير الحماية الدولية - حذف البيانات عند الطلب • ما نجمع: - صور الشامات للتحليل فقط - معلومات الحساب الأساسية - بيانات الاستخدام لتحسين الخدمة • ما لا نفعله: - لا نبيع معلوماتك - لا نشاركها مع شركات أخرى - لا نستخدمها لأغراض تجارية - لا نحتفظ بها دون إذنك • حقوقك: - الحق في الوصول إلى بياناتك - الحق في التعديل أو الحذف - الحق في سحب الموافقة - الحق في تنزيل بياناتك • الامتثال القانوني: - نلتزم بقوانين حماية البيانات - معايير GDPR وHIPAA - مراجعة سياسات الأمان بانتظام - الشفافية في التعامل مع البيانات • أمان التطبيق: - تحديثات أمنية دورية - مصادقة ثنائية اختيارية - الحماية من الاختراقات - نسخ احتياطية آمنة
